{"paper_id": "8cbdf2d3ee1d863176ac190e2d9ad65b26f4bd72", "metadata": {"title": "Receptor-mediated induction of human dermal fibroblast ectoaminopeptidase N by glucocorticoids", "authors": [{"first": "V", "middle": [], "last": "Stefanović", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Vlahović", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Mitić-Zlatković", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Aminopeptidase N was demonstrated in hu-dexamethasone for 3 days. Actinomycin D, a blocker of man dermal fibroblasts as an ectoenzyme. The enzyme RNA synthesis, and cycloheximide, an inhibitor of has wide substrate specificity, with a K m of 0.63 mM protein synthesis, did not alter basal aminopeptidase N activity. However, they prevented stimulation by dex-and V max of 338 nmol min −1 mg −1 . Addition of fetal calf serum to the culture medium increased aminopep-amethasone. RU 38486, a glucocorticoid receptor antagonist, suppressed the dexamethasone-induced increase in tidase N activity up to 63% by 10% serum in a 48-h aminopeptidase N activity. This study shows that hu-culture. Treatment of fibroblasts by dexamethasone increased ectoaminopeptidase N activity in a dose-man dermal fibroblasts contain ectoaminopeptidase N and time-dependent manner. Maximal increase of controlled by glucocorticoids through a receptor-mediated mechanism. aminopeptidase N occurred after treatment with 1 mM", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Aminopeptidases have attracted much interest, and several different types of these enzymes, N, A, B, P and W, have been described. Aminopeptidase N (APN; L-haminoacylpeptide hydrolase, EC 3.4.11.2) acts with relatively broad substrate specificity on peptides with an N-terminal neutral amino acid. Aminopeptidase N is widely distributed, with the highest expression in renal cortex and intestinal microvilli [2] . Sequence analysis showed aminopeptidase N to be identical to CD 13, a 150-kDa cell surface glycoprotein originally used as a marker for subpopulations of haematopoietic cells [3] .", "cite_spans": [{"start": 408, "end": 411, "text": "[2]", "ref_id": "BIBREF0"}, {"start": 589, "end": 592, "text": "[3]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Ectopeptidases play an important role in signal transduction and communication between cells [1]."}, {"text": "Its presence on the surface of myeloid cells is thought to be immunoregulatory in nature [4] . Aminopeptidase N is thought to participate in the degradation of regulatory peptides such as enkephalins [5] . Human dermal fibroblasts function to synthesize and degrade the extracellular matrix, as well as to secrete diffusible factors that promote epidermal cell growth [6] . Several membrane-bound proteases have been demonstrated on human skin fibroblasts, and their modulation in pathology has been suggested [7] . The aim of this work was to study regulation of human dermal fibroblast aminopeptidase N by cyclic adenosine monophosphate (cAMP), growth factors and glucocorticoids. Evidence is presented that fibroblast aminopeptidase N is upregulated by glucocorticoids through a receptor-mediated mechanism.", "cite_spans": [{"start": 89, "end": 92, "text": "[4]", "ref_id": "BIBREF2"}, {"start": 200, "end": 203, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 368, "end": 371, "text": "[6]", "ref_id": "BIBREF4"}, {"start": 510, "end": 513, "text": "[7]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Ectopeptidases play an important role in signal transduction and communication between cells [1]."}, {"text": "Tissue culture flasks, dishes and culture media were obtained from Flow Laboratories (Irvine, UK); actinomycin D, alanine p-nitroanilide (p-NA), 8-bromo-cAMP, cycloheximide, dexamethasone and phorbol-12-miristate-13-acetate (PMA) from Sigma (St. Louis, MO, USA). The glucocorticoid antagonist, RU 38486, was a gift from Roussel-Uclaf (Paris, France). Culture of dermal fibroblasts. Human fibroblasts were isolated from fragments of skin taken during surgery in the trunk area of normal adult subjects. The explant culture was performed as described previously [7] . Cells were cultured in RPMI 1640 medium buffered with 20 mM Hepes and supplemented with 10% fetal calf serum, 50 U/ml of penicillin, 50 mg/ml of streptomycin sulphate and 2 mM L-glutamine. Fibroblasts were used for experiments between the 6th and 10th passage. Aminopeptidase N activity. Surface aminopeptidase N activity was determined on cultures of human dermal fibroblasts in 24-well plates. Cells were rinsed three times and incubated at 37°C in phosphate-buffered saline (pH 7.8) containing NaCl (140 mM), MgCl 2 (1.0 mM), Na 2 HPO 4 (9 mM), NaH 2 PO 4 (9 mM), KH 2 PO 4 (1.5 mM) and KCl (3 mM). Alanine p-NA (3.0 mM) was used as substrate. The amount of p-NA formed was read at an optical density of 405 nm. Cell-free and substrate-free blanks were run in parallel. Cell protein was estimated by the method of Lowry et al. [8] , after appropriate digestion with 1 M NaOH. Enzyme activity was expressed as nanomoles of p-NA formed per minute and per milligram of cell protein.", "cite_spans": [{"start": 560, "end": 563, "text": "[7]", "ref_id": "BIBREF5"}, {"start": 1396, "end": 1399, "text": "[8]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Aminopeptidase N in these cells was considered as an ectoenzyme on the following grounds: (i) the substrate was hydrolysed by intact cells in culture, and the product was released in the extracellular medium; (ii) the amount of substrate hydrolysed over 3 to 15 min was linearly related to the length of incubation, so it is unlikely that significant hydrolysis of the substrate occurred after entry into the cell; (iii) aminopeptidase N activity of cells treated with the diazonium salt of sulphanilic acid (DASA) (0.01 -3.5 mM), a nonpenetrating agent that forms covalent bonds with many proteins and lipids at the cell membrane, as described previously [9] , rapidly decreased to about 25% of the basal level at 3.5 mM DASA; (iv) aminopeptidase N activity in the medium after 15 to 30 min incubation of cells was negligible, demonstrating that the enzyme was not released from the cells. Substrate specificity of the enzyme was broad, as demonstrated by hydrolysis of several chromogenic sub- . cAMP treatment of cell culture in concentrations from 10 to 500 mM for 72 h revealed no effect on aminopeptidase N activity (data not shown). PMA treatment of cultured dermal fibroblasts, in concentrations of 0.1 to 10 ng/ml for 24 and 48 h did not change surface aminopeptidase N activity (data not shown). protein synthesis. Stimulation of aminopeptidase N was blocked by both inhibitors (table 2) . Receptor occupancy by RU 38486, a glucocorticoid receptor antagonist, also prevented induction of aminopeptidase N by dexamethasone.", "cite_spans": [{"start": 656, "end": 659, "text": "[9]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 1388, "end": 1397, "text": "(table 2)", "ref_id": null}], "section": "Characterization of fibroblast aminopeptidase N."}, {"text": "In this study we present evidence that human fibroblast aminopeptidase N is an ectoenzyme. Wide substrate specificity was found, with a K m for L-alanine p-NA in the millimolar range, as described in a previous study [7] . Growth factors, present in the serum, increased aminopeptidase N activity of dermal fibroblasts, in contrast with an increase in human mesangial cell aminopeptidase N upon serum withdrawal [10] . The fact that serum stimulatory factor was not dialysable and that its activity was suppressed by heating the serum at 100°C for 5 min before addition to the culture suggest that this factor is probably a protein or peptide. Fetal calf serum contains some growth factors which could influence aminopeptidase N expression. Previously, we identified in serum epidermal growth factor (EGF) and showed that aminopeptidase N is upregulated upon treatment of human mesangial cells with nanomolar concentrations of EGF [11] . Dermal fibroblast aminopeptidase N was unaffected following treatment with cAMP in the concentration range from 10 to 500 mM. This is different from mesangial cell aminopeptidase N, which was stimulated with cAMP and cAMPstimulating agents [10] . PMA treatment had no effect on dermal fibroblast aminopeptidase N; however, it caused marked induction of the enzyme in glomerular mesangial and epithelial cells [9, 12] . Dexamethasone treatment induced dermal fibroblast aminopeptidase N but had no effect on the enzyme in glomerular mesangial cells [10] . Taken together, these data show varied regulation of aminopeptidase N in human dermal Human dermal fibroblasts were treated with dexamethasone in a concentration range from 0.01 to 100 mM for up to 5 days. Aminopeptidase N activity of fibroblasts treated with dexamethasone increased significantly ( fig. 2) . The effect was significant (PB 0.05) at 1.0 mM dexamethasone after 1 day of treatment, but at lower concentrations after 3 and 5 days of treatment. The enzyme activity doubled after 3 days of treatment with 0.1 and 1.0 mM dexamethasone. To evaluate whether the effect of dexamethasone on aminopeptidase N activity required synthesis of a new enzyme, fibroblasts were treated with actinomycin D, an inhibitor of RNA synthesis, and cycloheximide, an inhibitor of Table 2 . Effects of cycloheximide, actinomycin D and RU 38486 on dexamethasone-induced aminopeptidase N activity in human fibroblasts.", "cite_spans": [{"start": 217, "end": 220, "text": "[7]", "ref_id": "BIBREF5"}, {"start": 412, "end": 416, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 931, "end": 935, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 1178, "end": 1182, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 1347, "end": 1350, "text": "[9,", "ref_id": "BIBREF7"}, {"start": 1351, "end": 1354, "text": "12]", "ref_id": "BIBREF10"}, {"start": 1486, "end": 1490, "text": "[10]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 1793, "end": 1800, "text": "fig. 2)", "ref_id": null}, {"start": 2264, "end": 2271, "text": "Table 2", "ref_id": null}], "section": "Discussion"}, {"text": "Aminopeptidase N activity (nmol min −1 mg −1 ) Cells were preincubated with cycloheximide, actinomycin D or RU 38486 for 1 h before addition of dexamethasone and were then incubated for a further period of 72 h. Values are means 9 SD of four determinations. Data were analysed using two-way analysis of variance. The effect of dexamethasone was statistically significant (P B0.001). Interactions between dexamethasone and each of the agents tested (cycloheximide, actinomycin D, RU 38486) were also significant (PB 0.001).", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "fibroblasts and glomerular mesangial cells by cAMP, growth factors, mitogens and gluco-corticoids. Dexamethasone treatment was found to induce dermal fibroblast aminopeptidase N. This effect was time-and dose-dependent. The increase in aminopeptidase N was inhibited by actinomycin D and cycloheximide, suggesting that enzyme protein synthesis is responsible for the increased activity. RU 38486, a glucocorticoid receptor antagonist, prevented the increase in aminopeptidase N activity, showing that induction of aminopeptidase N is glucocorticoid receptor-mediated. The effect of glucocorticoids is relatively specific, since only a few proteins were induced when protein profiles from dexamethasone-treated cells are analysed by gel electrophoresis [13] . Regulation of fibroblast aminopeptidase N by cytokines was not extensively studied. Interleukin 4 (IL-4) increased both expression and functional activity of human dermal fibroblast aminopeptidase N [14] . IL-1 had no effect on fibroblast aminopeptidase N (Stefanović et al., unpublished observations). Other cytokines tested (tumour necrosis factor h and platelet-derived growth factor) were found to have no effect on expression of aminopeptidase N in fibroblasts [14] . The physiological role of surface aminopeptidase N in human dermal fibroblasts has not been established. Due to its broad substrate specificity aminopeptidase N cleaves various peptides, leading to activation or inactivation of certain biologically active peptides. Aminopeptidase N is thought to participate in the degradation of neuropeptides, such as enkephalins, endorphins and opioid peptides [5] . Apart from their degradative role, the second major property of cell surface proteases is their role as signal-transducing molecules. They transfer information into cells by acting as coreceptors along with more traditional receptors. In glomerular mesangial cells aminopeptidase N is a receptor for angiotensin IV [15] . Recent evidence suggests that epithelial cell CD 13 serves as a receptor for human coronavirus [16] . The presence of aminopeptidase N on the surface of myeloid cells is thought to be immunoregulatory in nature [4] .", "cite_spans": [{"start": 752, "end": 756, "text": "[13]", "ref_id": "BIBREF11"}, {"start": 958, "end": 962, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 1225, "end": 1229, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 1630, "end": 1633, "text": "[5]", "ref_id": "BIBREF3"}, {"start": 1951, "end": 1955, "text": "[15]", "ref_id": "BIBREF13"}, {"start": 2053, "end": 2057, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 2169, "end": 2172, "text": "[4]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Treatment"}, {"text": "In the dermis fibroblasts synthesize and degrade the extracellular matrix, and promote epidermal cell growth [6] . The exact role of fibroblast ectopeptidases in these processes is not yet understood. However, dermal fibroblast Arg-and Leu-aminopeptidase and dipeptidylpeptidase IV activities were found to be increased in rheumatoid arthritis, psoriasis and lichen planus. A potential role for these peptidases in the modulation of matrix catabolism has been suggested [7] . This study demonstrates that glucocorticoids control the expression of fibroblast aminopeptidase N. The effect was specific for glucocorticoids and was obtained with concentrations (0.1 mM) of dexamethasone corresponding to physiologic corticoid concentrations. Thus aminopeptidase N expression in human dermal fibroblasts may be influenced by both normal corticoid secretion and pharmacological drug administration.", "cite_spans": [{"start": 109, "end": 112, "text": "[6]", "ref_id": "BIBREF4"}, {"start": 470, "end": 473, "text": "[7]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Treatment"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Topology of microvillar membrane hydrolases of kidney and intestine", "authors": [{"first": "A", "middle": ["J"], "last": "Kenny", "suffix": ""}, {"first": "S", "middle": [], "last": "Maroux", "suffix": ""}], "year": 1982, "venue": "Physiol. Rev", "volume": "62", "issn": "", "pages": "91--128", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Human myeloid plasma membrane glycoprotein CD 13 (gr 150) is identical to aminopeptidase N", "authors": [{"first": "A", "middle": ["T"], "last": "Look", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Ashmun", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Shapiro", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Peiper", "suffix": ""}], "year": 1989, "venue": "J. Clin. Invest", "volume": "83", "issn": "", "pages": "1299--1307", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Bestatin, a new specific inhibitor of aminopeptidases, enhances activation of small lymphocytes by concanavalin A", "authors": [{"first": "M", "middle": [], "last": "Saito", "suffix": ""}, {"first": "T", "middle": [], "last": "Aoyagi", "suffix": ""}, {"first": "H", "middle": [], "last": "Umezawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nagai", "suffix": ""}], "year": 1977, "venue": "Biochem. Biophys. Res. Commun", "volume": "76", "issn": "", "pages": "526--533", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Are there neuropeptide-specific peptidases?", "authors": [{"first": "A", "middle": ["J"], "last": "Turner", "suffix": ""}, {"first": "R", "middle": [], "last": "Matsas", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kenny", "suffix": ""}], "year": 1985, "venue": "Biochem. Pharmacol", "volume": "34", "issn": "", "pages": "1347--1356", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Human KGF is FGF-related with properties of a paracrine effector of epithelial cell growth", "authors": [{"first": "P", "middle": ["W"], "last": "Finch", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Rubin", "suffix": ""}, {"first": "T", "middle": [], "last": "Miki", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Aaronson", "suffix": ""}], "year": 1989, "venue": "Science", "volume": "245", "issn": "", "pages": "752--755", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Characterization of specific proteases associated with the surface of human skin fibroblasts, and their modulation in pathology", "authors": [{"first": "F", "middle": [], "last": "Raynaud", "suffix": ""}, {"first": "B", "middle": [], "last": "Bauvois", "suffix": ""}, {"first": "P", "middle": [], "last": "Gerbaud", "suffix": ""}, {"first": "D", "middle": [], "last": "Evain-Brion", "suffix": ""}], "year": 1992, "venue": "J. Cell. Physiol", "volume": "151", "issn": "", "pages": "378--385", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Protein measurement with the Folin phenol reagent", "authors": [{"first": "O", "middle": ["H"], "last": "Lowry", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Rosebrough", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Farr", "suffix": ""}, {"first": "R", "middle": [], "last": "Randall", "suffix": ""}], "year": 1951, "venue": "J. Biol. Chem", "volume": "193", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Characterization and control of expression of cell surface aminopeptidase N activity in human mesangial glomerular cells", "authors": [{"first": "V", "middle": [], "last": "Stefanović", "suffix": ""}, {"first": "P", "middle": [], "last": "Vlahović", "suffix": ""}, {"first": "N", "middle": [], "last": "Ardaillou", "suffix": ""}, {"first": "P", "middle": [], "last": "Ronco", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Nivez", "suffix": ""}, {"first": "R", "middle": [], "last": "Ardaillou", "suffix": ""}], "year": 1992, "venue": "Cell. Physiol. Biochem", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Regulation of expression of surface aminopeptidase N in human glomerular mesangial cells", "authors": [{"first": "V", "middle": [], "last": "Stefanović", "suffix": ""}, {"first": "P", "middle": [], "last": "Vlahović", "suffix": ""}], "year": 1995, "venue": "Cell. Physiol. Biochem", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Epidermal growth factor upregulates aminopeptidase N and 5% nucleotidase in human glomerular mesangial cells", "authors": [{"first": "V", "middle": [], "last": "Stefanović", "suffix": ""}, {"first": "P", "middle": [], "last": "Vlahović", "suffix": ""}, {"first": "M", "middle": [], "last": "Mitić-Zlatković", "suffix": ""}], "year": 1998, "venue": "Kidney Blood Press. Regul", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cell surface aminopeptidase A and N activities in human glomerular epithelial cells", "authors": [{"first": "V", "middle": [], "last": "Stefanović", "suffix": ""}, {"first": "P", "middle": [], "last": "Vlahović", "suffix": ""}, {"first": "N", "middle": [], "last": "Ardaillou", "suffix": ""}, {"first": "P", "middle": [], "last": "Ronco", "suffix": ""}, {"first": "R", "middle": [], "last": "Ardaillou", "suffix": ""}], "year": 1992, "venue": "Kidney Int", "volume": "41", "issn": "", "pages": "1571--1580", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "An electroforetic characterization of the glucocorticoid response of the Fu 5-5 rat hepatoma cell line", "authors": [{"first": "D", "middle": ["S"], "last": "Phelps", "suffix": ""}, {"first": "G", "middle": [], "last": "Litwack", "suffix": ""}], "year": 1982, "venue": "Eur. J. Biochem", "volume": "126", "issn": "", "pages": "407--415", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Aminopeptidase N: a constitutive cell-surface protein on human dermal fibroblasts", "authors": [{"first": "T", "middle": ["H"], "last": "Piela-Smith", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Korn", "suffix": ""}], "year": 1995, "venue": "Cell. Immunol", "volume": "162", "issn": "", "pages": "42--48", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Aminopeptidases are the major binding site for angiotensin IV (Ang IV) on rat mesangial cells", "authors": [{"first": "D", "middle": [], "last": "Chansel", "suffix": ""}, {"first": "E", "middle": [], "last": "Ruffet", "suffix": ""}, {"first": "S", "middle": [], "last": "Vandermeersch", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Fournie-Zaluski", "suffix": ""}, {"first": "R", "middle": [], "last": "Ardaillou", "suffix": ""}], "year": 1997, "venue": "J. Am. Soc. Nephrol", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Human aminopeptidase N is a receptor for human coronavirus 229E", "authors": [{"first": "C", "middle": ["L"], "last": "Yeager", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Ashmun", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Williams", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Cardellichio", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Shapiro", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Look", "suffix": ""}], "year": 1992, "venue": "Nature", "volume": "357", "issn": "", "pages": "420--422", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Effect of serum factors on dermal fibroblast aminopeptidase N. Fibroblasts were cultured for 24 and 48 h with 0-30% fetal calf serum. Enzyme activity is given as percent of basal value. Means9 SD of four determinations are given. Regression analysis showed a significant effect of serum on aminopeptidase N activity in both 24-h (P B0.01) and 48-h (PB 0.001) cultures. *PB 0.01 vs. control. Effect of dexamethasone treatment on dermal fibroblast aminopeptidase N. Fibroblasts were cultured with dexamethasone in the concentration range from 0.01 to 100 mM in a medium supplemented with 10% fetal calf serum for 1, 3 and 5 days. Enzyme activity is given as percent of basal value. Means9 SD of four determinations are given. Regression analysis showed that aminopeptidase N activity significantly correlated with the concentration of dexamethasone (PB 0.001) at all lengths -1, 3 and 5 -days of treatment.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "D, 0.1 mg/ml 96 99.4 Dexamethasone, 1 mM+ actinomycin D, 0.1 mg/ml 106 96.5 RU 38486, 10 mM 9 5 99.7 Dexamethasone, 1 mM+ RU 38486, 10 mM 9 9 915.5", "latex": null, "type": "figure"}, "TABREF0": {"text": "Hydrolysis of various chromogenic substrates by human fibroblast aminopeptidases. strates (table 1). Alanine p-NA was hydrolysed at a higher rate than leucine p-NA, with a K m of 0.63 mM and V max of 338 nmol min −1 mg −1 . Culture medium supplemented with 1 to 30% fetal calf serum for 24 to 48 h increased aminopeptidase N activity (fig. 1). Maximal increase was obtained in a 48-h culture with 10% fetal calf serum (P B 0.01). In order to determine the characteristics of stimulatory factors, fetal calf serum was subjected to heating and dialysis. Stimulatory activity was maintained after 24 h of dialysis at 4°C. In contrast, aminopeptidase N induction was nearly completely suppressed by heating serum at 100°C for 5 min (data not shown)", "latex": null, "type": "table"}}, "back_matter": []}