{
    "paper_id": "8ffa970eb679b966dc309bf8d1207b588b8c6d46",
    "metadata": {
        "title": "Material and methods Animals and material",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Devictor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neurovirology and Pediatric Hepa-tology",
                    "institution": "University of Colorado Health Sciences Center",
                    "location": {
                        "addrLine": "INSERM U 56, 4200 E. Ninth Avenue, Den-ver",
                        "postBox": "Box 6158",
                        "postCode": "80262",
                        "settlement": "Le Kremlin-BicBtre",
                        "region": "Colorado",
                        "country": "France, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Decimo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neurovirology and Pediatric Hepa-tology",
                    "institution": "University of Colorado Health Sciences Center",
                    "location": {
                        "addrLine": "INSERM U 56, 4200 E. Ninth Avenue, Den-ver",
                        "postBox": "Box 6158",
                        "postCode": "80262",
                        "settlement": "Le Kremlin-BicBtre",
                        "region": "Colorado",
                        "country": "France, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Seblre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neurovirology and Pediatric Hepa-tology",
                    "institution": "University of Colorado Health Sciences Center",
                    "location": {
                        "addrLine": "INSERM U 56, 4200 E. Ninth Avenue, Den-ver",
                        "postBox": "Box 6158",
                        "postCode": "80262",
                        "settlement": "Le Kremlin-BicBtre",
                        "region": "Colorado",
                        "country": "France, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Tardleu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neurovirology and Pediatric Hepa-tology",
                    "institution": "University of Colorado Health Sciences Center",
                    "location": {
                        "addrLine": "INSERM U 56, 4200 E. Ninth Avenue, Den-ver",
                        "postBox": "Box 6158",
                        "postCode": "80262",
                        "settlement": "Le Kremlin-BicBtre",
                        "region": "Colorado",
                        "country": "France, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Hadchouel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neurovirology and Pediatric Hepa-tology",
                    "institution": "University of Colorado Health Sciences Center",
                    "location": {
                        "addrLine": "INSERM U 56, 4200 E. Ninth Avenue, Den-ver",
                        "postBox": "Box 6158",
                        "postCode": "80262",
                        "settlement": "Le Kremlin-BicBtre",
                        "region": "Colorado",
                        "country": "France, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Enhanced tumor necrosis factor abha in coronavirus but not in paracetamol-induced -4 . -.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". acute hepatic necrosis in mce Devictor D, Decimo D, Sebire G, Tardieu M, Hadchouel M. Enhanced tumor necrosis factor alpha in coronavirus but not in paracetamolinduced acute hepatic necrosis in mice. Liver 1992; 12: 205-208. Abstract: Previous reports have demonstrated that tumor necrosis factor alpha (TNF-a) plays an important role in the pathogenesis of fulminant hepatic necrosis. The purpose of this experimental study was to measure TNF-a blood activity in paracetamol-induced liver necrosis and in coronavirus (MHV3)-induced fulminant hepatitis in mice. No elevation of TNF-a activity was found in hepatic failure complicating paracetamol poisoning. In contrast, TNF-a activity significantly increased in response to MHV3, reaching 16.3f5.5 U/ml from 24 h post infection (P<O.Ol). This augmentation was observed even though the virus was not detectable in the liver. Serum alanine aminotransferase levels were low and no histological lesion was observed. In conclusion, our study further supports the implication of TNF-a in virus-induced hepatitis failure and confirms that paracetamol poisoning does not cause increased TNF-cr activity in the circulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Previous experimental and clinical studies have demonstrated that TNF-a is strongly involved in the pathogenesis of fulminant liver necrosis (1, 2) . Intravenous injection of murine recombinant TNF-a to galactosamine-sensitized mice induces fulminant hepatitis (1) . An increase in TNF-a production by blood mononuclear cells is found in patients with fulminant hepatic failure (3). Furthermore, a relationship between TNF-a production and the pathogenesis of liver injury has been suggested (4). TNF-a production by blood mononuclear cells is increased in patients with virallyinduced fulminant hepatitis but not in patients with paracetamol-induced liver failure (4).",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "(1,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 145,
                    "end": 147,
                    "text": "2)",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "(1)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of the present work was to compare TNF-a circulating activity in drug-induced liver necrosis with that in virally-induced fulminant hepatitis in mice. We used paracetamol and the murine hepatitis virus strain 3 (MHV3) to induce acute liver necrosis. Paracetamol is a classic hepatotoxic agent in both humans and mice, and the mechanism for liver injury is well known (5, 6) . Swiss mice are susceptible to acute infection by MHV3 and die of fulminant hepatitis within 3 or 4 days (7) . Swiss mice (10-12 weeks old) were purchased from the Centre de selection et d'elevage d'animaux de laboratoire, Orleans, France. MHV3 was plaquepurified in L cells as previously described (8) . Stock virus was obtained by inoculation of L cell monolayers with MHV3. Aliquots of stock virus were stored at -80°C in Eagle mihimal essential medium (MEM) before use. Propacetamol chlorhydrate (Acetaminophen) was obtained from UPSA laboratory (Rueil-Malmaison, France) and diluted in phosphate-buffered saline (PBS) at a concentration of 300 mg/ml.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fifteen mice received 1.5 g/ kg of propacetamol by intraperitoneal injection. Five mice were sacrificed by cervical dislocation at 4, 6 and 12 h post injection. Five normal mice were used as controls. The blood was collected by cardiac puncture and immediately centrifuged. The serum was aliquoted in 100-p1 samples and frozen at -80°C until use for determination of TNF-a and transaminase activities. The liver was removed by laparotomy and sliced into 1 x I-cm blocks. One part was frozen in isopentane in nitrogen liquid and stored at -80°C; another part was fixed by immersion into 10% formalin in 0.1 M phosphate buffer, pH 7.4 before embedding in paraffin. The pharmacokinetics of paracetamol was determined in 16 mice; four of them were killed at 30, 60, 120 min and 4 h post injection. The blood was obtained by cardiac puncture, centrifuged and the serum was frozen at -80 C until paracetamol dosage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental procedure"
        },
        {
            "text": "Twenty mice were infected intraperitoneally with a lethal dose of MHV3 (lo2 plaque-forming-units (pfu)/animal) (8) . Five animals were killed at 12, 24, 48, and 72 h post infection. Five non-infected animals served as controls. The liver tissue and blood samples were obtained and managed as described for propacetamol.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Experimental procedure"
        },
        {
            "text": "The sera from all animals were analyzed quantitatively for serum alanine aminotransferase (ALT) using the Dimension Biochemical Analyser (Du Pont Company, Wilmington, U.S.A.). Propacetamol was measured by high performance liquid chromatography-HPLC) using a column Merck Lichrospher 100 RPl8, Acetonitri1e:water 7:93 as mobile phase (Sigma, la Verpilliere, France); ethyl acetate as solvent extraction (Sigma); and a solution of hydroxy-ethyltheophylline 200 pg/ml (Sigma) as internal standard. The samples were read at 250 nm by a spectrophotometer (Du Pont Company ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemistry"
        },
        {
            "text": "TNF-a activity in serum was measured using the murine L929 fibroblast toxicity assay as described by Flick & Gifford (9). L929 cells were plated in 96-well microdilution plates at 5 x 1 O4 cells per well in 100 p1 of MEM with 10\"/0 fetal calf serum (Sigma), glutamine 1% (Eurobio, Paris, France) and 1 pg/ml of Actinomycine D (Sigma). Serially diluted samples were added to the wells and the plates were incubated overnight (5% COz, 37°C). The medium was decanted and the wells were filled for 5 min with a solution of crystal violet, washed with water and dried. The plates were examined microscopically for TNF-a-induced cytotoxicity. Assay results were expressed as units per ml, one unit being defined as the concentration that results in lysis of 50% of the L cells. Recombinant murine TNF-a (specific activity 4 x lo7 U/mg; Genzyme, Boston, U.S.A.) was used for the standard curve. Polyclonal Rabbit anti-Murine TNF-a (Genzyme, Boston, U.S.A.) was used for neutralizing TNF-cr cytotoxicity (1 pl of anti-Murine TNF-a neutralizing lo3 units of murine TNF-a bioactivity in the standard L 929 cell cytotoxicity assay).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNF-cr bioassay and virus titration"
        },
        {
            "text": "Frozen liver tissues ( -80°C) were homogenized in PBS at 4°C. Virus titers were then determined on monolayered L cells in a standard plaque assay as previously described (8) .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "TNF-cr bioassay and virus titration"
        },
        {
            "text": "The blocks of liver fixed in 10% formalin in 0.1 M phosphate buffer were embedded in paraffin; 4-pm tissue sections were stained with hematoxylin-eosin before examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histological examination and immunohistochemistry"
        },
        {
            "text": "Immunohistochemistry was performed with a rabbit anti-MHV3 serum (8) . This antiserum was absorbed against uninfected liver. It had a titer of 1/1600 against MHV3 antigen by Elisa. Six-pmthick frozen tissue sections were obtained and stored at -80°C until use. The binding of anti-MHV3 antibodies to MHV3 antigens was revealed ",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Histological examination and immunohistochemistry"
        },
        {
            "text": "infection. At 48 h, these lesions became both more pronounced and more numerous and by 3 days confluent liver necrosis was apparent, associated with hepatocyte vacuolization and prominent polynuclear infiltrates. Viral antigens were first detected by immunochemistry after 24 h post infection. Antigens were detected in both Kupffer cells and hepatocytes. by a rabbit PAP system (Dako Corp, Carpinteria, CA, U.S.A.) and 3-amino-9 ethylcarbazole as a substrate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TNF-a in acute hepatic necrosis"
        },
        {
            "text": "All data are presented as mean+SEM. Statistical analysis was carried out using Student's t-test for unpaired data, and a P value of 0.05 or less was considered indicative of statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Propacetamol-induced hepatitis (Fig. 1 -A) Thirty minutes after the intraperitoneal injection of propacetamol, the drug was detected in plasma. The peak was reached at 1 h post injection and the drug was no longer detected 4 h after the injection. A marked elevation of serum ALT was observed from 4 to 6 h post injection. (The level of serum ALT determined in five normal mice was 34+ 13 UI/l.) At 6 and 12 h post injection, no significant increase in plasma TNF-a activity was observed as compared to controls. No TNF-cr activity was found in the plasma of normal mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 42,
                    "text": "(Fig. 1 -A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Histological examination of the liver showed numerous foci of hemorrhagic necrosis at 4 h post injection. At 6 h, these lesions became confluent involving the centro-lobular areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "MHV 3-induced hepatitis ( Fig. 1-B) The virus could not be recovered from the liver until 24 h post infection. At 24 h, a high titer was detected by plaque titration in the liver of two animals out of the five sacrificed. Two days post infection, the virus was detected in all mice. At 3 days post infection, the virus titer reached an average of 1.10' pfu/g liver with important variations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 35,
                    "text": "Fig. 1-B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "By 24 h, serum ALT did not increase significantly even in the two mice where the virus was detected. By 48 h, a significant increase of ALT activity was observed. The level of plasma TNF-a activity increased significantly from 24 h post infection, reaching 16.3+5.5 U/ml (P<O.Ol), and this level remained elevated 48 and 72 h after the challenge. The cytolytic activity of TNF-a in plasma from infected animals was neutralized by a polyclonal anti-TNF-a antiserum from rabbit, and no TNFa activity was found in the plasma of non-infected mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "On macroscopic examination, after 48 h post infection the liver was enlarged and yellow-looking. On microscopic examination, small discrete foci of necrosis associated with sparse polymorphonuclear leukocyte infiltrate without topographical predominance were observed from the first day post Discussion A number of experimental studies have demonstrated that TNF-a is implicated in the pathophysiology of fulminant liver necrosis (1,2, 10, 1 1). Tiegs et al. reported that intravenous injection of murine recombinant TNF-a to mice induced fulminant hepatitis when animals had been sensitized 1 h before by intraperitoneal administration of galactosamine (1). These data confirmed previous studies in which fulminant hepatitis was induced by intravenous injection of human recombinant TNF-cr in galactosamine-sensitized mice (1 1). More recently, Sinclair et al. reported an elevation of TNF-cr production by peritoneal macrophages from susceptible mice infected with MHV3 (2). Moreover, some clinical studies have suggested a relationship between TNF-a production and the cause of liver injury (3, 4) . TNF-cr production by blood mononuclear cells from patients with fulminant hepatic failure was increased in virally-induced fulminant hepatitis but not in paracetamol-induced liver failure (4). All these reports have provided evidence that TNF-cr played a prominent role in the pathophysiology of fulminant liver necrosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1094,
                    "end": 1100,
                    "text": "(3, 4)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In our study, no elevation of TNF-cr activity was found in mice with fulminant hepatic necrosis complicating propacetamol poisoning. In this animal model, a significant increase of ALT and marked histological lesions were not obvious before 4 h post intoxication. The elevated level of ALT observed at 6 and 12 h post intoxication was related to liver necrosis recorded by microscopic examination. The delay in ALT elevation and in histological necrosis could be related to the time needed for hepatic depletion of glutathione reserves (5, 12). However, these findings do not exclude a participation of TNF-cr in the pathogenesis of liver necrosis since serum TNF-cr activity may not reflect the local production of TNF-cr. Furthermore, TNF-a biological activity may also be inhibited by the presence of TNF-a inhibitors (13) . Further studies including local TNF-cr gene expression should be performed to test these hypotheses.",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 825,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In contrast to the previous model, the serum activity of TNF-cr significantly increased in the course of MHV3-induced fulminant hepatitis. This augmentation is observed from 12 h post infection, even though the virus or viral antigens were not detectable in the liver by either titration or immunohistochemistry. This early increase in circulating TNF-a could be related to the systemic response to the viral infection or may be due to the immune reaction of the peritoneal macrophages to MHV3. This hypothesis is consistent with the studies of Sinclair et a]. who reported a marked increase of specific mediators including TNF-a, leukotrienes and interleukine-1 by peritoneal macrophages in response to MHV3 (2). However, the precise role of TNF-a and other cytokines in the pathogenesis of virally-induced fulminant hepatitis remains unclear. TNF-a is known to activate the coagulation system and to promote the adhesion of neutrophils to vascular endothelium, a prominent feature of murine hepatitis virus infection (14) . TNF-a is also known to control the production of leukotrienes which are strongly involved in the pathogenesis of experimental fulminant hepatitis (2, 15, 16) . Inhibition of TNF-a and leukotrienes production with dimethylprostaglandin E2 prevents MHV3-induced fulminant hepatitis without altering viral replication. These data provide evidence that macrophage activation with subsequent production of inflammatory mediators including TNF-a appears to be a key factor in the pathogenesis of MHV3-induced fulminant hepatitis.",
            "cite_spans": [
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In summary, our study shows that serum TNFa activity is increased in MHV3-induced fulminant hepatic necrosis but not in propacetamol-induced hepatic necrosis in mice. These experimental findings are in agreement with previous reports indicating that TNF-a production by blood mononuclear cells is increased in the evolution of virusinduced but not of paracetamol-induced hepatic failure in man. Further studies including the analysis of local TNF-a gene expression and the use of recombinant anti-TNF-a antibodies should indicate the role of TNF-a in the mechanism of liver necrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tumor necrosis factor is a terminal mediator in galactosamine/endotoxin-induced hepatitis in mice",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tiegs G",
                    "suffix": ""
                },
                {
                    "first": "Wendel",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolter M",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biochem Pharmacol",
            "volume": "38",
            "issn": "",
            "pages": "627--63",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mechanism of protective effect of prostaglandin E in murine hepatitis virus strain 3 infection: effects on macrophage production of tumor necrosis factor, procoagulant activity and leukotriene B4",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sinclair S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Abecassis M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wong P Y",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "eds. Coronaviruses and their diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Enhanced tumor necrosis and interleukin-1 in fulminant hepatic failure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Eddleston A L",
                    "middle": [],
                    "last": "Williams R",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "72--86",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tumor necrosis factor production in fulminant hepatic failure: relation to etiology and superimposed microbial infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "De La Mata M",
                    "suffix": ""
                },
                {
                    "first": "Rolando",
                    "middle": [
                        "N"
                    ],
                    "last": "Meager A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Daniels H M",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Exo Immunol",
            "volume": "82",
            "issn": "",
            "pages": "533--542",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Zimmerman H Y ed. Hepatotoxicity. New York: Appleton-Century-Crofts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zimmerman H Y. Experimental",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hepatotoxicity",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "236--256",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acetaminophen-induced hepatic necrosis I. Role of drug metabolism",
            "authors": [
                {
                    "first": "Jollow D J",
                    "middle": [],
                    "last": "Mitchell J R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Potter W Z",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J Pharmacol Exp Ther",
            "volume": "187",
            "issn": "",
            "pages": "185--194",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunopathology of mouse hepatitis virus type 3 infection. I. Role of humoral and cell-mediated immunity in resistance mechanisms",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Le Prevost",
                    "suffix": ""
                },
                {
                    "first": "Levy-Leblond E",
                    "middle": [],
                    "last": "Virelizier J L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dupuy J M",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Imrnunol",
            "volume": "114",
            "issn": "",
            "pages": "221--226",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Selective tropism of a neurotropic coronavirus for ependymal cells, neurons, and meningeal cells",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tardieu M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Boespflug 0",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barbe T",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of in vitro cytotoxic assays for tumor necrosis factor",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Flick D A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gifford G E",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Imrnunol Meth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Toxic effects of recombinant tumor necrosis factor in suckling mice. Comparisons with interferon alphaibeta",
            "authors": [
                {
                    "first": "Wwdrow",
                    "middle": [
                        "D"
                    ],
                    "last": "Gresser I",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "Maury",
                    "middle": [
                        "C"
                    ],
                    "last": "Taverner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fiers W",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am J Pathol",
            "volume": "128",
            "issn": "",
            "pages": "13--18",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lethal toxicity of lipopolysaccharide and tumor necrosis factor in normal and D-galactosamine-treated mice",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lehmann V",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Freltdenberg M A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Galanos G",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Exp Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Acetaminophen-induced hepatic necrosis 111. Cytochrome P 450-mediated covalent binding in vitro",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Potter W Z",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Davis D C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mitchell J R",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J Pharmacol Exp Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modulation of endothelial hemostatic properties by tumor necrosis factor",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Stern D M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nawroth P P",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Exp Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A human inhibitor of tumor necrosis factor a",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Seckinger P",
                    "suffix": ""
                },
                {
                    "first": "Dayer J-M",
                    "middle": [],
                    "last": "Issaz S",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Exp Med",
            "volume": "167",
            "issn": "",
            "pages": "1511--1516",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "TNF stimulates leukotriene production in vivo",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Huber M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Beutler B",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Keppler D",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Eur J Immunol",
            "volume": "18",
            "issn": "",
            "pages": "2085--2088",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Leukotrienes as mediators in disease of the liver",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Keppler D",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Baumert T",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Semin Liv Dis",
            "volume": "8",
            "issn": "",
            "pages": "740--745",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "POST INFECTION (hours) TIME POST INJECTION (hour.) Serum alanine aminotransferase (ALT) and tumor necrosis factor alpha (TNF-a) activities in propacetamol-induced acute liver necrosis (A) and in MHV3-induced fulminant hepdtitis (B) in mice. Asterisk indicates Pc0.05 compared to controls. Cross indicates P<O.Ol compared to controls.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was in part supported by the SESEPP, Centre Internationale de I'Enfance, Chateau de Longchamps, Boulogne, France, and by the GERME, Centre Hospital0 Universitaire de Bicktre, Le Kremlin-Bicktre, France.The authors would like to acknowledge the technical assistance of Maureen Sidwell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowedgernents"
        }
    ]
}