{"paper_id": "98d6d4361313fb52d3611cd4940ff2c85b08ab2c", "metadata": {"title": "Association between NSAIDs use and adverse clinical outcomes among adults hospitalised with COVID-19 in South Korea: A nationwide study", "authors": [{"first": "Han", "middle": [], "last": "Eol", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeong", "middle": [], "last": "Mph", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sungkyunkwan University", "location": {"settlement": "Suwon", "region": "Gyeonggi-do", "country": "South Korea"}}, "email": ""}, {"first": "Hyesung", "middle": [], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sungkyunkwan University", "location": {"settlement": "Suwon", "region": "Gyeonggi-do", "country": "South Korea"}}, "email": ""}, {"first": "Hyun", "middle": ["Joon"], "last": "Shin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Harvard Medical School", "location": {"settlement": "Boston", "region": "MA", "country": "USA"}}, "email": ""}, {"first": "Young", "middle": ["June"], "last": "Choe", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hallym University College of Medicine", "location": {"addrLine": "Gangwon-do", "settlement": "Chuncheon", "country": "South Korea"}}, "email": ""}, {"first": "Kristian", "middle": ["B"], "last": "Filion", "suffix": "", "affiliation": {"laboratory": "", "institution": "McGill University", "location": {"settlement": "Montreal", "region": "Quebec", "country": "Canada"}}, "email": ""}, {"first": "Ju-Young", "middle": [], "last": "Shin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sungkyunkwan University", "location": {"settlement": "Suwon", "region": "Gyeonggi-do", "country": "South Korea"}}, "email": "shin.jy@skku.edu"}]}, "abstract": [{"text": "Word count (main text): 2,974 ABSTRACT BACKGROUND: Non-steroidal anti-inflammatory drugs (NSAIDs) may exacerbate COVID-19 and worsen associated outcomes by upregulating the enzyme that SARS-CoV-2 binds to enter cells. However, to our knowledge, no study has examined the association between NSAID use and the risk of COVID-19-related outcomes among hospitalised patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We conducted a population-based cohort study using South Korea's nationwide healthcare database, which contains data of all subjects who received a test for COVID-19 (n=69,793) as of April 8, 2020. We identified a cohort of adults hospitalised with COVID-19, where cohort entry was the date of hospitalisation. NSAIDs users were those prescribed NSAIDs while hospitalised and non-users were those not prescribed NSAIDs. Our primary outcome was a composite of death, intensive care unit admission, mechanical ventilation use, and sepsis; secondary outcome was cardiovascular or renal complications. We conducted logistic regression analysis to estimate adjusted odds ratio (aOR) with 95% confidence intervals (CI) for the risk of these outcomes associated with NSAIDs users versus non-users, using propensity score-inverse probability of treatment weighting to minimize potential confounding. In sensitivity analyses, we compared NSAIDs to paracetamol (acetaminophen) to minimize confounding by indication.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Of 1,824 adults hospitalised with COVID-19 (mean age 44.7 years; female 59%), 285 were NSAIDs users and 1,539 were non-users. Compared with non-users, NSAIDs users were associated with increased risks of the primary composite outcome (aOR 1.54, 95% CI 1.11-2.15) and cardiovascular or renal complications (aOR 2.64, 95% CI 1.67-4.16). The association with primary outcome remained consistent when comparing NSAIDs to paracetamol (aOR 1.31, 95% CI 0.89-1.95).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Use of NSAIDs, compared with non-use, is associated with worse outcomes among hospitalised COVID-19 patients. While awaiting the results of confirmatory . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "studies, we suggest NSAIDs be used with caution as the harms associated with their use may outweigh their benefits in this population.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Coronavirus disease 2019 , caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is a global pandemic. 1, 2 Safety concerns on nonsteroidal anti-inflammatory drugs (NSAIDs) were raised as its use may exacerbate COVID-19 by upregulating angiotensin-converting enzyme 2 (ACE2) expressions, 3, 4 the enzyme which SARS-CoV-2 binds to enter cells. In addition, NSAIDs inhibit cyclooxygenase (COX), 5 which could be involved in the pathogenesis of viral infections to result in tissue damage. 6, 7 These concerns are supported by a recent case report of four young COVID-19 patients who developed serious infectious complications following NSAIDs use. 8 The Health Minister of France recommended that paracetamol (acetaminophen) be used as first-line antipyretic agents over NSAIDs.", "cite_spans": [{"start": 125, "end": 127, "text": "1,", "ref_id": "BIBREF0"}, {"start": 128, "end": 129, "text": "2", "ref_id": "BIBREF1"}, {"start": 310, "end": 312, "text": "3,", "ref_id": "BIBREF3"}, {"start": 313, "end": 314, "text": "4", "ref_id": "BIBREF4"}, {"start": 415, "end": 416, "text": "5", "ref_id": "BIBREF5"}, {"start": 509, "end": 511, "text": "6,", "ref_id": "BIBREF6"}, {"start": 512, "end": 513, "text": "7", "ref_id": "BIBREF7"}, {"start": 668, "end": 669, "text": "8", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The US Food and Drug Admnistration, 9 European Medicine Agency, 10 and Australia's Therapeutic Goods Admnistraiton 11 also stated that the concerns on NSAIDs are anchored on insufficient evidence and thus, current clinical practice should not be changed till further evidence becomes available. This position is supported by a recent systematic review of randomised trials and observational studies of respiratory viral infections, which concluded that there is currently no evidence to support that NSAIDs are harmful with respect to COVID- 19 . 12 Despite the widespread use of NSAIDs, there is currently no published observational study that specifically assessed the association between NSAIDs use and clinical outcomes among COVID-19 patients.", "cite_spans": [{"start": 542, "end": 544, "text": "19", "ref_id": "BIBREF10"}, {"start": 547, "end": 549, "text": "12", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This cohort study therefore aimed to examine the association between NSAIDs use, compared to non-use, and worsened clinical outcomes among adults hospitalised with COVID-19 using South Korea's nationwide healthcare database containing all COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "confirmed cases (Figure 1 ). The presence of COVID-19 was defined by positive findings on Korean Ministry of Food and Drug Safety approved diagnostic tests that used the reverse transcription polymerase chain reaction method targeting the RNA-dependent RNA polymerase, N, and E genes. 15 Confirmed COVID-19 cases were patients with positive test results with a recorded diagnosis of COVID-19, defined using domestic codes (Supplementary Material 2).", "cite_spans": [{"start": 285, "end": 287, "text": "15", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 16, "end": 25, "text": "(Figure 1", "ref_id": null}], "section": "INTRODUCTION"}, {"text": "Of 5,707 confirmed cases, this population-based cohort study included 1,824 adults (aged ≥19 years) hospitalised with COVID-19 between January 20, 2020 (eg, when the first patient was admitted) and April 8, 2020 in South Korea. In South Korea, patients diagnosed with COVID-19 are required to be admitted to hospital if they are symptomatic, and they remain hospitalised until fully recovered from COVID-19. 16 With the HIRA COVID-19 database covering all Koreans, our study enrolled all inpatients who were hospitalised for COVID-19, and cohort entry was defined as the date of incident COVID-19 hospitalisation ( Figure 1 ).", "cite_spans": [{"start": 408, "end": 410, "text": "16", "ref_id": null}], "ref_spans": [{"start": 615, "end": 623, "text": "Figure 1", "ref_id": null}], "section": "INTRODUCTION"}, {"text": "We used inpatient prescription records from the HIRA database to ascertain exposure after cohort entry among hospitalized COVID-19 patients. We included both oral and intravenous formulations of NSAIDs (aceclofenac, diclofenac, etodolac, fenoprofen, flurbiprofen, dexibuprofen, ibuprofen, ibuproxam, ketoprofen, dexketoprofen, ketorolac, meloxicam, naproxen, piroxicam, celecoxib, polamcoxib, etoricoxib; aspirin was not included as NSAIDs) (Supplementary Material 2).", "cite_spans": [], "ref_spans": [], "section": "Exposure to NSAIDs"}, {"text": "After being hospitalised with COVID-19, a patient prescribed NSAIDs was classified as NSAIDs users and was followed-up from the date of the first NSAIDs prescription. Patients were classified as non-users when no prescription record of NSAIDs was present after being . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Exposure to NSAIDs"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint hospitalised with COVID-19. Patients were followed-up from cohort entry to the earliest of date of outcome occurrence or end of the study period (April 8, 2020).", "cite_spans": [], "ref_spans": [], "section": "Exposure to NSAIDs"}, {"text": "Our primary outcome was a composite of death, intensive care unit (ICU) admission, mechanical ventilation use, and sepsis. Secondary outcome was cardiovascular or renal complications (myocardial infarction, stroke, heart failure, acute renal failure). We defined outcomes using in-hospital ICD-10 diagnostic codes and procedures using the national procedure coding system (Supplementary Material 2).", "cite_spans": [], "ref_spans": [], "section": "Outcomes"}, {"text": "We assessed sociodemographic and clinical factors considered to be associated with NSAIDs use and risk of the outcomes of interest. For sociodemographic factors, we assessed age, sex, and health insurance type (national health insurance, medical aid) at cohort entry; age was grouped into 10-year bands. Clinical variables included comorbidities and use of comedications assessed in the year before cohort entry using inpatient and outpatient data. The following comorbidities were defined using ICD-10 diagnostic codes: hypertension, hyperlipidaemia, diabetes mellitus, malignancy, asthma, chronic obstructive pulmonary disease, atherosclerosis, chronic renal failure, chronic liver disease, rheumatoid arthritis, osteoarthritis, gastrointestinal conditions. We used the expanded benefit coverage codes in addition to diagnosis codes to define malignancy to minimize false positives. Use of comedications were defined using ATC codes and the following medications were included: angiotensin-converting enzyme (ACE) inhibitors, angiotensin-receptor II blockers (ARBs), βblockers, calcium channel blockers, diuretics, nitrates (Supplementary Material 2).", "cite_spans": [], "ref_spans": [], "section": "Potential confounders"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Potential confounders"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Potential confounders"}, {"text": "Baseline sociodemographic and clinical characteristics were summarised for NSAIDs users and non-users using counts and proportions or mean with standard deviation for categorical or continuous variables, respectively. We calculated the absolute standardised difference (aSD) in proportion between NSAIDs users and non-users to determine whether important imbalances were present between groups; aSD ≥0.1 were considered important.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "We estimated the cumulative incidence of the primary and secondary composite outcomes among NSAIDs users versus non-users. We used three outcome models using logistic regression to estimate odds ratio (OR) and corresponding 95% confidence intervals (CIs) of the association of interest. The first model was unadjusted. The second model included all covariates described above as covariates. The third model, considered our primary analysis, was adjusted for all potential confounders and weighted by propensity scores (PS) using the inverse probability of treatment weight (IPTW) approach. 17 The PS, or probability of receiving NSAIDs, was estimated using multivariable logistic regression analysis, where age, sex, health insurance type, comorbidities (hypertension, hyperlipidaemia, diabetes mellitus, malignancy, asthma, chronic obstructive pulmonary disease, atherosclerosis, chronic renal failure, chronic liver disease, rheumatoid arthritis, osteoarthritis, gastrointestinal conditions) and use of comedications (ACE inhibitors, ARBs, β-blockers, calcium channel blockers, diuretics, nitrates)", "cite_spans": [{"start": 590, "end": 592, "text": "17", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "were included in the model. The c-statistic value was used to determine model discrimination, with a value between 0.6 and 0.8 considered adequate to predict treatment status based on covariates included. 18 The IPTW approach involves weighting the inverse probability of receiving NSAIDs (1/PS for NSAIDs, and 1/(1−PS) for non-user groups).", "cite_spans": [{"start": 205, "end": 207, "text": "18", "ref_id": null}], "ref_spans": [], "section": "Statistical analysis"}, {"text": "In subgroup analyses, we conducted sex-and age-stratified analyses, with age . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Subgroup analyses"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint classified into three groups (<45, 45-65, ≥65 years), for the risk of the primary outcome associated with NSAIDs use. In addition, we stratified by route of administration (oral versus intravenous) and by history of hypertension, hyperlipidaemia, or diabetes mellitus.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We conducted two sensitivity analysis to determine the robustness of our findings. First, we compared NSAIDs users to paracetamol users to minimize confounding by indication.", "cite_spans": [], "ref_spans": [], "section": "Head-to-head comparison of NSAIDs versus paracetamol"}, {"text": "Paracetamol and propacetamol (prodrug of paracetamol used in South Korea) were included in the paracetamol user group, where both oral and intravenous formulations were included (Supplementary Material 2). Patients prescribed paracetamol only after cohort entry were classified as paracetamol users and were followed-up from the date of the first paracetamol prescription.", "cite_spans": [], "ref_spans": [], "section": "Head-to-head comparison of NSAIDs versus paracetamol"}, {"text": "Second, we repeated our entire analyses in all adult patients diagnosed with COVID-19, including those not hospitalised, to investigate whether our findings are generalisable to non-hospitalised patients; hospitalised patients would have different health status and susceptibility to deteriorated clinical outcomes when compared to those not hospitalised. All statistical analyses were performed using the SAS Enterprise Guide software (version 6.1).", "cite_spans": [], "ref_spans": [], "section": "Risk of adverse clinical outcomes when extending to non-hospitalised patients"}, {"text": "The funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author (JYS) had full access to all the data in the study and had final responsibility for the decision to submit for publication.", "cite_spans": [], "ref_spans": [], "section": "Role of the funding source"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Role of the funding source"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Of 1,824 adults hospitalised with COVID-19 in South Korea, there were 285 NSAIDs users (16%) and 1,539 non-users (84%). NSAIDs users were older than non-users (mean age 54.4 years versus 48.0 years, aSD 0.47), and had less females (56% versus 59%; aSD 0.07).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Except for history of renal failure, NSAID users had more history of comorbidities and use of co-medications compared to non-users (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 131, "end": 140, "text": "(Table 1)", "ref_id": null}], "section": "RESULTS"}, {"text": "From 75 episodes of primary outcome, there were 56 (cumulative incidence 3.6%) and 19 (6.7%) episodes in NSAIDs users and non-user, respectively. Compared to non-users, NSAIDs users were associated with an 54% increased risk of primary outcome (aOR 1.54, 95% CI 1.11-2.15), which included death, ICU admission, mechanical ventilation use, or sepsis. For secondary outcome, there were 44 episodes of cardiovascular or renal complications (NSAIDs users: 29, 1.9%; non-users: 15, 5.3%). Risk of cardiovascular or renal complications was elevated with NSAIDs users (aOR 2.64, 95% CI 1.67-4.16) compared to non-users ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 614, "end": 622, "text": "Table 2)", "ref_id": null}], "section": "RESULTS"}, {"text": "Results of subgroup analyses for primary outcome found no statistically significant interaction between NSAIDs users and various subgroups of NSAIDs formulations (oral, intravenous), age group (<45, 45-65, ≥65 years), sex, and history of hypertension, hyperlipidaemia, and diabetes mellitus ( Figure 2 ).", "cite_spans": [], "ref_spans": [{"start": 293, "end": 301, "text": "Figure 2", "ref_id": "FIGREF5"}], "section": "RESULTS"}, {"text": "Findings from sensitivity analyses remained largely consistent with our findings, where the effect estimate for primary outcome associated with NSAIDs users was moderately attenuated compared to paracetamol users (aOR 1.31, 95% CI 0.89-1.95) When including all confirmed cases of COVID-19 (n=5,358), the risk of primary outcome associated with NSAIDs users as compared with non-users was analogous to that of hospitalised patients (aOR 1.67, 95% CI 1.25-2.25) (Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 460, "end": 469, "text": "(Figure 3", "ref_id": "FIGREF4"}], "section": "RESULTS"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To the best of our knowledge, this is the first population-based cohort study to have investigated the concerns implicated with NSAIDs use in patient with COVID-19. From 1,824 adults hospitalised with COVID-19 in South Korea, NSAIDs users, as compared with nonusers, were associated with an 54% increased risk of primary outcome comprised of death, ICU admission, mechanical ventilation use, or sepsis (aOR 1.54, 95% CI 1.11-2.15). Moreover, the risk of cardiovascular or renal complications were further elevated in NSAIDs users (aOR 2.64, 95% CI 1.67-4.16) compared to non-users. The association with primary outcome remained largely consistent when NSAIDs users were compared with paracetamol users (aOR 1.31, 95% CI 0.89-1.95). In being the first human study, we provide novel evidence that empirically verified the association between worsened clinical outcomes and NSAIDs users.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "To date, there is no evidence present on the safety of NSAIDs in COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although studies on the risk of primary outcome associated with NSAIDs were unavailable, our findings were consistent when making an indirect comparison to patients with acute respiratory infections or community-acquired pneumonia. A survey from regional pharmacovigilance centres in France reported 386 cases of serious infectious complications resulting in hospitalisations or death among patients who received NSAIDs (ibuprofen, ketoprofen) for acute respiratory infections. 19 However, causality assessment was not conducted to ascertain the association between NSAIDs use and such complications. Moreover, a systematic review of observational studies found an increased risk of pleuropulmonary complications, disseminated infection, abscess, prolonged illness, delays in antibiotic prescriptions associated with NSAIDs in patients with community-acquired pneumonia. 20, 21 Likewise, NSAIDs use could have further aggravated the adverse outcomes from SARS-CoV-2 pneumonia.", "cite_spans": [{"start": 478, "end": 480, "text": "19", "ref_id": "BIBREF10"}, {"start": 871, "end": 874, "text": "20,", "ref_id": null}, {"start": 875, "end": 877, "text": "21", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Our findings showed a particularly increased risk of cardiovascular or renal . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. The underlying pathogenic link between NSAIDs and COVID-19 is yet to be elucidated. However, one animal study found increased ACE2 expressions with NSAIDs (ibuprofen), 28 where ACE2 is expressed in various organs such as the lung, heart, and kidneys. 4, 29, 30 Thus, ACE2 upregulation induced by NSAIDs could theoretically heighten the infectivity of SARS-CoV-2 to worsen clinical outcomes; multiple organ failure in severe cases.", "cite_spans": [{"start": 324, "end": 326, "text": "4,", "ref_id": "BIBREF4"}, {"start": 327, "end": 330, "text": "29,", "ref_id": "BIBREF13"}, {"start": 331, "end": 333, "text": "30", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In addition to the ACE2 mechanism, other hypothetical mechanisms were also suggested.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "interfere with antibody productions, 31 or by selectively inhibiting interferon-γ productions that are vital for immunity against foreign pathogens. 32 However, with inconsistent findings from animal studies and the precise biological mechanisms yet to be understood, it remains unclear as to whether these findings are readily transferable to humans.", "cite_spans": [], "ref_spans": [], "section": "NSAIDs could aggravate infections by upregulating COX-2 in activated B lymphocytes to"}, {"text": "We confirmed the validity of our findings in terms of confounding by indication ( Figure 3 ). Confounding by indication is a bias that may occur when the indication of the study . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 82, "end": 90, "text": "Figure 3", "ref_id": "FIGREF4"}], "section": "NSAIDs could aggravate infections by upregulating COX-2 in activated B lymphocytes to"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint drug is a predictor of the outcome. 33 This bias typically arises when comparing drug users with non-users. Our main analysis which compared NSAIDs users to non-users, may have been subject to potential confounding by indication. This is because if NSAIDs users may have already had worse prognosis than non-users at baseline, the estimated association between our primary outcome and NSAIDs users may have been overestimated. Thus, we selected paracetamol and compared it with NSAIDs as these drugs have overlapping indications. In comparing paracetamol users to NSAIDs users, we expect to have minimized the impact of confounding by indication and in addition the differences in baseline characteristics. In the sensitivity analysis, we found overall consistent results when comparing NSAIDs users to paracetamol users. Thus, we believe our findings were not subject to confounding by indication.", "cite_spans": [{"start": 177, "end": 179, "text": "33", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our study has several strengths. To our knowledge, this is the first population-based study conducted using all hospitalised patients with COVID-19 to assess an unresolved safety issue of NSAIDs. Moreover, we used a nationwide healthcare database of South Korea that includes information on healthcare utilization of all COVID-19 cases as of April 8. Therefore, our findings provide practical evidence with high representativeness in a real-world setting.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Second, our study is unlikely to have been affected by exposure misclassification. According to the fee-for-service reimbursement system in South Korea, all information of inpatient and outpatient prescriptions is available for exposure assessment. Thus, the HIRA database allowed for a highly accurate exposure ascertainment during periods of hospitalisations. 14,34 Last, our findings were consistent in sensitivity analyses that compared NSAIDs users to paracetamol users, suggesting that our study was not subject to confounding by indication.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our study also has some limitations. First, outcome misclassification based on diagnosis code is possible. However, as for validity, the records of in-hospital deaths are believed to have no errors, while the validity of procedure codes to define ICU admission or mechanical ventilation use are also expected to be high; these codes are used for reimbursement . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint processes by the health insurance authority. Also, the positive predictive value of diagnosis codes between claims data and electronic medical records was previously reported to be 82%, 35 and we believe its validity to be greater as we restricted to hospitalised patients receiving close monitoring. Second, our findings may have underestimated the association between NSAIDs users and clinical outcome due to depletion of susceptible, 36 as we included prevalent users of NSAIDs; our study would not include patients who already experienced adverse outcomes following NSAIDs use (susceptible). However, NSAIDs are known to be used intermittently on an \"as needed\" basis in the general population. As for patients with rheumatoid arthritis or osteoarthritis, who use NSAIDs chronically, there were no significant imbalances in the proportion of these comorbidities between NSAIDs users and non-users. Furthermore, we adjusted for any remaining imbalance in baseline characteristics by using the IPTW approach which included all potential confounders. Third, our results may be subject to channelling bias arising from suggested concerns on NSAIDs. Although the direction of channelling bias is uncertain, we believe this bias to have directed the effect estimate towards the null as such concerns could affect clinicians to not prescribe NSAIDs to patients with poor prognosis when hospitalised with COVID-19. Finally, residual confounding from unmeasured confounders (e.g. smoking history, body mass index) may be present due to inherent limitations of claims data.", "cite_spans": [{"start": 327, "end": 329, "text": "35", "ref_id": "BIBREF20"}, {"start": 578, "end": 580, "text": "36", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "In summary, hospitalised patients with COVID-19 who received NSAIDs were associated with exacerbated COVID-19 and related outcomes compared to non-users. Hence, our findings support the suggested harms NSAIDs may have when used in COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "While awaiting the results of confirmatory studies, we suggest NSAIDs be used with caution as the harms associated with their use may outweigh their benefits among patients with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Event rates (%) IPTW adjusted odds ratio † (95% confidence interval) P interaction NSAIDs Non-users is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Number of Patients"}, {"text": "The copyright holder for this preprint this version posted June 2, 2020. . https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Formulation of NSAIDs"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization. Coronavirus disease (COVID-19) Situation Dashboard", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Rapid asymptomatic transmission of COVID-19", "authors": [{"first": "L", "middle": [], "last": "Huang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "during the incubation period demonstrating strong infectivity in a cluster of youngsters aged 16-23 years outside Wuhan and characteristics of young patients with COVID-19: a prospective contact-tracing study", "authors": [], "year": 2020, "venue": "J Infect", "volume": "", "issn": "20", "pages": "30117--30118", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?", "authors": [{"first": "L", "middle": [], "last": "Fang", "suffix": ""}, {"first": "G", "middle": [], "last": "Karakiulakis", "suffix": ""}, {"first": "M", "middle": [], "last": "Roth", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor", "authors": [{"first": "M", "middle": [], "last": "Hoffmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Kleine-Weber", "suffix": ""}, {"first": "S", "middle": [], "last": "Schroeder", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Roles of cyclooxygenase (COX)-1 and COX-2 in prostanoid production by human endothelial cells: selective upregulation of prostacyclin synthesis by COX-2", "authors": [{"first": "G", "middle": [], "last": "Caughey", "suffix": ""}, {"first": "L", "middle": [], "last": "Clelend", "suffix": ""}, {"first": "P", "middle": [], "last": "Penglis", "suffix": ""}, {"first": "J", "middle": [], "last": "Gamble", "suffix": ""}, {"first": "M", "middle": [], "last": "James", "suffix": ""}], "year": 2001, "venue": "J Immunol", "volume": "167", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hyperinduction of Cyclooxygenase-2-Mediated Proinflammatory Cascade: A Mechanism for the Pathogenesis of Avian Influenza H5N1 Infection", "authors": [{"first": "S", "middle": [], "last": "Lee", "suffix": ""}, {"first": "C-Y", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "J", "middle": [], "last": "Nicholls", "suffix": ""}], "year": 2008, "venue": "The Journal of infectious diseases", "volume": "198", "issn": "4", "pages": "525--560", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Therapeutic Goods Administration. No evidence to support claims ibuprofen worsens COVID-19 symptoms. Therapeutic Goods Administration,. 2020. 12. World Health Organization. Scientific Brief: The use of non-steroidal antiinflammatory drugs (NSAIDs) in patients with COVID-19. World Health Organization,. 2020. 13. Health Insurance Review & Assessment Service, Ministry of Health and Welfare", "authors": [{"first": "S-Y", "middle": [], "last": "Fung", "suffix": ""}, {"first": "K-S", "middle": [], "last": "Yuen", "suffix": ""}, {"first": "Z-W", "middle": [], "last": "Ye", "suffix": ""}, {"first": "C-P", "middle": [], "last": "Chan", "suffix": ""}, {"first": "D-Y", "middle": [], "last": "Jin", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Towards Actualizing the Value Potential of Korea Health Insurance Review and Assessment (HIRA) Data as a Resource for Health Research: Strengths, Limitations, Applications, and Strategies for Optimal Use of HIRA Data", "authors": [{"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": [], "last": "Yoon", "suffix": ""}, {"first": "L", "middle": [], "last": "Kim", "suffix": ""}, {"first": "D", "middle": [], "last": "Kim", "suffix": ""}], "year": 2017, "venue": "J Korean Med Sci", "volume": "32", "issn": "5", "pages": "718--746", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "World Health Organization. Laboratory testing for coronavirus disease", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "in suspected human cases: interim guidance. World Health Organization,. 2020. 16. Ministry of Health and Welfare RoK", "authors": [], "year": null, "venue": "Patient Treatment &", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Alternative approaches for confounding adjustment in 28", "authors": [{"first": "R", "middle": [], "last": "Desai", "suffix": ""}, {"first": "J", "middle": [], "last": "Franklin", "suffix": ""}, {"first": "W", "middle": [], "last": "Qiao", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Chen", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Streptozotocin-Induced Diabetic Rats", "authors": [], "year": 2015, "venue": "Cardiology", "volume": "131", "issn": "2", "pages": "97--106", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Moore", "suffix": ""}, {"first": "N", "middle": [], "last": "Vasilieva", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "426", "issn": "6965", "pages": "450--454", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A Crucial Role of Angiotensin Converting Enzyme 2 (ACE2) in SARS Coronavirus-Induced Lung Injury", "authors": [{"first": "K", "middle": [], "last": "Kuba", "suffix": ""}, {"first": "Y", "middle": [], "last": "Imai", "suffix": ""}, {"first": "S", "middle": [], "last": "Rao", "suffix": ""}], "year": 2005, "venue": "Nat Med", "volume": "11", "issn": "8", "pages": "875--884", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Ibuprofen and Other Widely Used Non", "authors": [{"first": "S", "middle": [], "last": "Bancos", "suffix": ""}, {"first": "M", "middle": [], "last": "Bernard", "suffix": ""}, {"first": "D", "middle": [], "last": "Topham", "suffix": ""}, {"first": "R", "middle": [], "last": "Phipps", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Steroidal Anti-Inflammatory Drugs Inhibit Antibody Production in Human Cells", "authors": [], "year": 2009, "venue": "Cell Immunol", "volume": "258", "issn": "1", "pages": "18--28", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Non-steroidal Anti-Inflammatory Drugs Selectively Inhibit Cytokine Production by NK Cells and Gamma Delta T Cells", "authors": [{"first": "M", "middle": [], "last": "Inaoka", "suffix": ""}, {"first": "M", "middle": [], "last": "Kimishima", "suffix": ""}, {"first": "R", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Shiohara", "suffix": ""}], "year": 2006, "venue": "Exp Dermatol", "volume": "15", "issn": "12", "pages": "981--90", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Confounding by indication in clinical research", "authors": [{"first": "D", "middle": [], "last": "Kyriacou", "suffix": ""}, {"first": "R", "middle": [], "last": "Lewis", "suffix": ""}], "year": 2016, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "An empirical assessment of immeasurable time bias in the setting of nested case-control studies: Statins and all-cause mortality among patients with heart failure", "authors": [{"first": "I", "middle": [], "last": "Oh", "suffix": ""}, {"first": "K", "middle": [], "last": "Filion", "suffix": ""}, {"first": "H", "middle": [], "last": "Jeong", "suffix": ""}, {"first": "J", "middle": [], "last": "Shin", "suffix": ""}], "year": 2019, "venue": "Pharmacoepidemiology and drug safety", "volume": "28", "issn": "10", "pages": "1318--1345", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Evaluation and consideration methods of consistency between health insurance claims diagnostic codes and medical records: Health Insurance Review and Assessment Service", "authors": [], "year": 2017, "venue": "Health Insurance Review and Assessment Service", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Evidence of the depletion of susceptibles effect in nonexperimental pharmacoepidemiologic research", "authors": [{"first": "Y", "middle": [], "last": "Moride", "suffix": ""}, {"first": "L", "middle": [], "last": "Abenhaim", "suffix": ""}], "year": 1994, "venue": "J Clin Epidemiol", "volume": "47", "issn": "7", "pages": "731--738", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "2.80-4.16). 22,23 In addition to the established risks of myocardial infarction and stroke associated with NSAIDs use in the general population, 24,25 our findings seem to be plausible which showed an elevated risk of cardiovascular complications with NSAIDs use in COVID-19 patients. Moreover, use of NSAIDs that result in nephrotoxicity, 26,27 may be more common among those seriously affected by COVID-19, in which health conditions could be further exacerbated by fever and dehydration.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The authors appreciate healthcare professionals dedicated to treating COVID-19 patients in South Korea, and the Ministry of Health and Welfare, the Health Insurance Review & Assessment Service, and Do-Yeon Cho of the Health Insurance Review & Assessment Service of South Korea for sharing invaluable national health insurance claims data in a prompt manner. JYS report receipt of research funding from the Ministry of Food and Drug Safety, the Ministry of Health and Welfare, and the National Research Foundation of South Korea; grants from pharmaceutical companies including Amgen, Pfizer, Hoffmann-La Roche, Dong-A ST, Yungjin outside the submitted work, HEJ report receipt of research funding from the National Research Foundation of Korea outside the submitted work, and KBF is supported by a salary support award from the Fonds de recherche du Québec -santé (Quebec Foundation for Health Research) and a William Dawson Scholar award from McGill University. CONTRIBUTORS: All authors contributed to the study design and interpretation of the data. HEJ and HL designed the study, interpreted the data. HEJ wrote the manuscript. HL conducted the statistical analyses. HJS, YJC, and KBF interpreted the data and critically revised the manuscript. All authors reviewed and commented on drafts and approved the final manuscript and the decision to submit it for publication. JYS is the guarantor. DECLARATION OF INTERESTS: All authors completed and submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. The authors declare no competing interests. DATA SHARING: No additional data available. FUNDING: Government-wide R&D Fund for Infectious Disease Research.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "the Use of Non-Steroidal Anti-Inflammatory Drugs in Community-Acquired Pneumonia in Adult and Pediatric Patients. J Clin Med 2019; 8(6). 21. Little P. Non-steroidal anti-inflammatory drugs and covid-19. BMJ 2020. 22. Wen Y, Hsiao F, Chan K, Lin Z, Shen L, Fang C. Acute Respiratory Infection and Use of Nonsteroidal Anti-Inflammatory Drugs on Risk of Acute Myocardial Infarction: A Nationwide Case-Crossover Study. The Journal of infectious diseases 2017; 215(4): 503-9. 23. Wen Y, Hsiao F, Lin Z, Fang C, Shen L. Risk of stroke associated with use of nonsteroidal anti-inflammatory drugs during acute respiratory infection episode. Pharmacoepidemiology and drug safety 2018; 27(6): 645-51. 24. Schmidt M, Lamberts M, Olsen A, et al. Cardiovascular Safety of Non-Aspirin Non-Steroidal Anti-Inflammatory Drugs: Review and Position Paper by the Working Group for Cardiovascular Pharmacotherapy of the European Society of Cardiology. Eur Heart J 2016; 37(13): 1015-23. 25. Bhala N, Emberson J, Merhi A, et al. Vascular and upper gastrointestinal effects of non-steroidal anti-inflammatory drugs: meta-analyses of individual participant data from randomised trials. Lancet (London, England) 2013; 382(9894): 769-79. 26. Clavé S, Rousset-Rouvière C, Daniel L, Tsimaratos M. The Invisible Threat of Nonsteroidal Anti-inflammatory Drugs for Kidneys. Front Pediatr 2017; 7: 520. 27. Zhang X, Donnan P, Bell S, Guthrie B. Non-steroidal Anti-Inflammatory Drug Induced Acute Kidney Injury in the Community Dwelling General Population and People With Chronic Kidney Disease: Systematic Review and Meta-Analysis. BMC Nephrol 2017; 18(1): 256.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Nationwide population-based cohort study design Forest plot summarizing the risk of primary outcome * associated with NSAIDs when stratified for age, sex, formulation of NSAIDs and history of comorbidities * Primary outcome include all-cause death, intensive care unit admission, mechanical ventilation use, sepsis", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Forest plot summarizing the results of sensitivity analyses when comparing NSAIDs to paracetamol to minimize confounding by indication, or including non-hospitalised patients with COVID-19", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Forest plot summarizing the risk of primary outcome * associated with NSAIDs when stratified for age, sex, formulation of NSAIDs and history of comorbidities", "latex": null, "type": "figure"}, "TABREF0": {"text": "complications associated with NSAIDs users (aOR 2.64, 95% CI 1.67-4.16) compared to nonusers. Similar to the primary outcome, there were also no direct evidence present on the risk of secondary outcome associated with NSAIDs in COVID-19 patients. However, our results were consistent to two case-crossover studies from patients with acute respiratory infections, which found that NSAIDs use, as compared with non-use, was associated with increased risks of", "latex": null, "type": "table"}, "TABREF1": {"text": ". https://doi.org/10.1101/2020.06.01.20119768 doi: medRxiv preprint Table 1. Baseline sociodemographic and clinical characteristics of adult patients hospitalised with COVID-19 in South Korea, as of Apr 8, 2020. Values are numbers (percentages) unless stated otherwise. Note: ACE=angiotensin converting enzyme. ARB=angiotensin-receptor II blocker. aSD=absolute standardized difference. COPD=chronic obstructive pulmonary disease. IPTW=inverse probability of treatment weight. NSAIDs=nonsteroidal anti-inflammatory drugs. std=standard deviation. † Assessed on cohort entry (date of hospitalisation with COVID-19) ‡ Assessed in the year prior to cohort entry ⁋ IPTW adjusted cohort, where the propensity score was estimated by including age, sex, health insurance type, comorbidities (hypertension, hyperlipidaemia, diabetes mellitus, asthma, chronic obstructive pulmonary disease, malignancy, atherosclerosis, chronic renal failure, chronic liver disease, rheumatoid arthritis, osteoarthritis, gastrointestinal conditions), and co-medications (angiotensin converting enzyme inhibitors, angiotensin-receptor II blockers, β-blockers, calcium channel blockers, diuretics, nitrates) in the multivariable logistic regression model (c-statistics: 0.655 for NSAIDs users and non-users)", "latex": null, "type": "table"}, "TABREF2": {"text": "Note: IPTW=inverse probability of treatment weight. NSAIDs=nonsteroidal anti-inflammatory drugs. * Primary outcome includes all-cause death, intensive care unit admission, mechanical ventilation use, sepsis † IPTW adjusted multivariable logistic regression model, where the propensity score used was estimated by including age, sex, health insurance type, comorbidities (hypertension, hyperlipidaemia, diabetes mellitus, asthma, chronic obstructive pulmonary disease, malignancy, atherosclerosis, chronic renal failure, chronic liver disease, rheumatoid arthritis, osteoarthritis, gastrointestinal conditions), and co-medications (angiotensin converting enzyme inhibitors, angiotensin-receptor II blockers, β-blockers, calcium channel blockers, diuretics, nitrates) in the multivariable logistic regression model ‡ Comparing patients prescribed oral formulation of NSAIDs to non-users ⁋ Comparing patients prescribed intravenous formulation of NSAIDs to non-users", "latex": null, "type": "table"}}, "back_matter": []}