{
    "paper_id": "PMC7168066",
    "metadata": {
        "title": "Acute generalized exanthematous pustulosis following paracetamol ingestion in a child",
        "authors": [
            {
                "first": "Valeria",
                "middle": [],
                "last": "Boccaletti",
                "suffix": "",
                "email": "vboccaletti@ao.pr.it",
                "affiliation": {}
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Cortelazzi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carolina",
                "middle": [],
                "last": "Fantini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Tognetti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Fabrizi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Calogero",
                "middle": [],
                "last": "Pagliarello",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sergio",
                "middle": [],
                "last": "Di Nuzzo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To the Editor,",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Acute generalized exanthematous pustolosis (AGEP) is a rare, sometimes life‐threatening, cutaneous reaction more frequent in adults than in children 1 caused by drugs in more than 90% of cases 2.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A 5‐yr‐old Philippino boy was admitted to Primary Children's Medical Center with malaise, temperature of 39°C and a 2‐day history of pustular eruption. His mother reported that 4 days prior he had been suffering from a sore throat and fever and was given two doses of an over‐the‐counter (OTC) product (originating from the Philippines) containing paracetamol (acetaminophen). Clinical examination revealed oropharingeal erythema, red strawberry tongue, cheilitis, and a severe itchy erythema of the trunk that extended to the arms and legs, covered with hundreds of white micropustules. Inguinal folds were spared, as the abdominal one. Somewhere small islands of intact skin were seen intermingled with affected skin (Fig. 1a).",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 725,
                    "end": 726,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The patient was hospitalized in the pediatric clinic, and paracetamol was discontinued. After 24 h, his condition worsened and the micropustules coalesced with the pustulation spreading to involve previously unaffected skin (Fig. 1b). Fever reached 40°C. The boy was given ampicillin–sulbactam 150 mg/kg, and a bland emollient lotion was used on the body surface. On the third day, fever subsided and general conditions started to improve (Fig. 1c). The skin completely healed by desquamation in 10 days. Laboratory investigations showed leukocytosis (14 × 109/l) with striking neutrophilia (up to 9.9 × 109/l) and elevated CRP (94.3 mg/l). Tests for influenza A and B virus, metapneumovirus, coronavirus, adenovirus, bocavirus, RSV, mycoplasma pneumonia, CMV, EBV, Group A streptococcus pyogenes, and toxoplasma gondii were all negative. Only Group A streptococci on throat swab was found positive. Due to the rapid healing, no skin biopsy was carried out.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 445,
                    "end": 446,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A diagnosis of acute generalized exanthematous pustolosis (AGEP) was carried out (score 7 referring to the AGEP validation score of the European Severe Cutaneous Adverse Reactions study group, indicating high probable diagnosis of AGEP) 3. We feel we can rule out Group A streptococci as the origin of the rash because of the prompt resolution of the eruption after discontinuation of paracetamol that characterized every other drug‐induced AGEP. Three months later, the patient was submitted to patch tests containing paracetamol 1–10% (with readings extended at 96 and 120 h) not using the commercialized form provided by the patient which was no more available at the moment of the test. They failed to reveal sensitization. No relapses at 9 and 18 months follow‐up.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Paracetamol, one of the most used drugs in Europe and in the United States, is widely used in both prescription and OTC products to reduce pain and fever. The FDA Adverse Events Reporting System database, during the fourth quarter of 2012, recorded several possible adverse events for this drug, so all products containing paracetamol appeared on the watch list (http://www.fda.gov/Drugs/DrugSafety/ucm363041.htm). The reports concerned cases of severe skin reactions (Stevens‐Johnson Syndrome, toxic epidermal necrolysis, AGEP).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "AGEP is caused by drugs in at least 90% of cases 2; the drugs concerned more often are antibiotics (macrolides, quinolones, pristinamycin, aminopenicillins, antibacterial sulfonamides), antimycotics (terbinafine, ketoconazole), calcium channel blockers (diltiazem), analgesics, antipyretics (paracetamol), and antimalarials (hydroxychloroquine) 4. Contact sensitivity has been reported in some cases 5, and the role of infectious agents coxsackievirus B4, CMV, parvovirus B19, chlamydia, and escherichia Coli has been suggested in some reports especially in children 2. Other times, it can be attributed to factors such as food, essential oils, food supplement, and chemicals for professional use 6.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The diagnosis is substantially clinical, supported by laboratory examination and skin biopsy.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "AGEP is supposed to represent a delayed hypersensitivity reaction in which patch tests with the suspected culprit drug may be of value. Tests can be positive in up to 58% of the patients as reported in recent series 7.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A broad range of cutaneous diseases causes pustular reactions such as bacterial folliculitis, subcorneal pustular dermatosis (Sneddon‐Wilkinson disease), immunoglobulin A pemphigus, toxic epidermal necrolysis (TEN), and drug reaction with eosinophilia and systemic symptoms (DRESS) 8, but AGEP is a separate entity and must be distinguished especially from generalized pustular psoriasis (Von Zumbusch type): abrupt onset, rapid course, and spontaneous healing as the culprit drug is stopped together with non‐recurrence and absence of personal and family history of psoriasis may help. Kardaun et al. 9 have also proposed a spectrum of differential histopathologic features.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Considering the usual benign and self‐limited course, greater awareness of AGEP as a clinical entity in pediatric patients is needed to improve prompt clinical recognition and avoid useless invasive examinations such as skin biopsy and unnecessary systemic treatment: the association of pustules, hyperpyrexia, and leukocytosis can be misunderstood as acute infective disease, but a pustule not always means bacterial infection. Awareness to rare but potentially serious cutaneous adverse reactions to paracetamol is needed.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Evolution of clinical presentation of AGEP. (a) Hundreds of micropustules of the trunk on day one. (b) coalescing of pustules on day two. (c) initial resolution with desquamation of previously involved skin on day three.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Acute generalized exanthematous pustulosis in children",
            "authors": [],
            "year": 2004,
            "venue": "Arch Dermatol",
            "volume": "140",
            "issn": "",
            "pages": "1172-1173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Acute generalised exanthematous pustulosis",
            "authors": [],
            "year": 2012,
            "venue": "Australas J Dermatol",
            "volume": "53",
            "issn": "",
            "pages": "87-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Acute generalized exanthematous pustulosis (AGEP) – a clinical reaction pattern",
            "authors": [],
            "year": 2001,
            "venue": "J Cutan Pathol",
            "volume": "28",
            "issn": "",
            "pages": "113-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Acute generalized exanthematous pustulosis",
            "authors": [],
            "year": 2012,
            "venue": "Chem Immunol Allergy",
            "volume": "97",
            "issn": "",
            "pages": "139-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Mercury‐induced acute generalized exanthematous pustulosis misdiagnosed as a drug‐related case",
            "authors": [],
            "year": 2008,
            "venue": "Contact Dermatitis",
            "volume": "59",
            "issn": "",
            "pages": "52-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "“Cutaneous adverse drug reactions” are not always drug‐induced",
            "authors": [],
            "year": 2013,
            "venue": "Eur J Dermatol",
            "volume": "23",
            "issn": "",
            "pages": "439-442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A multicenter study to determine the value and safety of drug patch tests for three main classes of severe cutaneous adverse drug reactions",
            "authors": [],
            "year": 2013,
            "venue": "Br J Dermatol",
            "volume": "168",
            "issn": "",
            "pages": "555-562",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Acute generalized exanthematous pustulosis induced by paroxetine in an adolescent girl",
            "authors": [],
            "year": 2013,
            "venue": "Acta Derm Venereol",
            "volume": "93",
            "issn": "",
            "pages": "733-734",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The histopathological spectrum of acute generalized exanthematous pustulosis (AGEP) and its differentiation from generalized pustular psoriasis",
            "authors": [],
            "year": 2010,
            "venue": "J Cutan Pathol",
            "volume": "37",
            "issn": "",
            "pages": "1220-1229",
            "other_ids": {
                "DOI": []
            }
        }
    }
}