{
    "paper_id": "PMC7221473",
    "metadata": {
        "title": "Hydroxychloroquine in patients with mainly mild to moderate coronavirus disease 2019: open label, randomised controlled trial",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhujun",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mingfeng",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhengyan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Junwen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenjin",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yaojie",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shengyong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Erzhen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiongbiao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiuyong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qingxia",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Youqin",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhibin",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yaofeng",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Leshan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jieming",
                "middle": [],
                "last": "Qu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guang",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guochao",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (covid-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), spread to most countries in the world within five months of initial reports in China. As of 22 April 2020, more than 2.5 million infections and 178 thousand deaths had been reported.1\n",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Several drugs, including remdesivir, favipiravir, ribavirin, lopinavir-ritonavir (used in combination), and chloroquine or hydroxychloroquine, have been highlighted on the basis of promising in vitro results and therapeutic experiences from two other coronavirus diseases—severe acute respiratory syndrome and Middle East respiratory syndrome.2 However, none of these promising results has yet been translated into clinical benefits in patients with covid-19, with a failed trial of lopinavir-ritonavir being the most recently reported.3\n",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "3",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Chloroquine and its hydroxyl analogue hydroxychloroquine, best known as antimalarial drugs, are prominent on the list of potential covid-19 treatments, owing to potent antiviral activity against SARS-CoV-2 in the in vitro studies and news reports of promising results from some ongoing trials.4\n5\n6 Despite their unclear benefits, chloroquine and hydroxychloroquine are both recommended for off label use in the treatment of covid-19 by the Chinese national guideline,7 and the US Food and Drug Administration recently authorised them for emergency use.8 US president Donald Trump also recently recommended use of hydroxychloroquine. Such a presidential endorsement stimulated an rapid increase in demand for hydroxychloroquine, which obscured the negative aspects of this drug. Deaths due to chloroquine overdoses have been reported in Nigeria among people self-treating for apparent covid-19.9 Retinopathy and gastrointestinal and cardiac side effects are well documented with the use of chloroquine or hydroxychloroquine in the treatment of malarial and rheumatic diseases.10 Hydroxychloroquine is preferred in clinical applications owing to its lower toxicity, particularly retinal toxicity,10 and three times the potency against SARS-CoV-2 infection compared with chloroquine in a recent in vitro study.5 No convincing evidence from well designed clinical trials exists to support the use of chloroquine or hydroxychloroquine with good efficacy and safety for the treatment of covid-19. Rapidly conducting such trials with high quality is challenging in the face of a dangerous coronavirus outbreak, in which healthcare workers have an overwhelming amount of work and the highest risk of developing covid-19.11\n",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "mention": "4",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 295,
                    "end": 296,
                    "mention": "5",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 297,
                    "end": 298,
                    "mention": "6",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "7",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 553,
                    "end": 554,
                    "mention": "8",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 894,
                    "end": 895,
                    "mention": "9",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1308,
                    "end": 1309,
                    "mention": "5",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1713,
                    "end": 1715,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Having encountered many challenges, we conducted a multicentre, open label, randomised controlled trial to assess the efficacy and safety of hydroxychloroquine sulfate in adult patients with covid-19.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The principal investigators (QX, GS, GN, and JQ) designed and initiated the study after approval of the protocol by the institutional review board in Ruijin Hospital on 6 February 2020. The protocol and approval documents are available in the online supplement. All patients gave written informed consent. The principal investigators invited hospitals with the capability to provide the current standard of care for covid-19 to participate in the study. Minimum requirements for the standard of care included the provision of intravenous fluids, supplemental oxygen, regular laboratory testing, SARS-CoV-2 testing, haemodynamic monitoring, and intensive care, as well as the ability to deliver concomitant medications. The trial was conducted urgently during the outbreak of covid-19 in compliance with the Declaration of Helsinki, Good Clinical Practice guidelines, and local regulatory requirements. Shanghai Pharmaceuticals Holding donated the investigated drug, hydroxychloroquine but was not involved in the study design, accrual, analyses of data, or preparation of the manuscript. A contract research organisation, R&G PharmaStudies, was hired to assist in the study design, data collection and cleaning, and statistical analyses. Data were recorded by clinical research coordinators, followed by queries from clinical research associates. The study statistician then entered confirmed data into the OpenClinica database for statistical analyses performed by and reviewed by the senior statistician in accordance with Good Clinical Practice guidelines. Data collection forms and statistical analysis plans are available in the online supplement.",
            "cite_spans": [],
            "section": "Trial oversight ::: Methods",
            "ref_spans": []
        },
        {
            "text": "An independent data and safety monitoring committee (IDMC) periodically reviewed the progress and oversight of the study. The interim analysis took place on 14 March, and the results were presented to the IDMC. The rapid decline in eligible new cases of covid-19 in China at that time precluded recruitment of our targeted number of patients. After a two round extensive review of the efficacy and safety data generated from the interim analysis, the IDMC endorsed an early termination of the trial. Members of the committee all agreed that the data from the trial are important for clinicians, the public, and the government to avoid inappropriate use of hydroxychloroquine in the clinical management of covid-19, particularly in areas with overwhelming patient numbers. The report of the trial could be an important resource to facilitate better design of future trials. The results of this clinical trial are reported in accordance with CONSORT (Consolidated Standards of Reporting Trials) guidelines.",
            "cite_spans": [],
            "section": "Trial oversight ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This study was a multicentre, randomised, parallel, open label trial of hydroxychloroquine in patients admitted to hospital with covid-19. Patients were enrolled by the site investigators in 16 government designated covid-19 treatment centres in three provinces in China (Hubei, Henan, and Anhui). No placebo was used, and drugs were not masked. We applied stratified random sampling to stratify all eligible patients according to disease severity (mild/moderate or severe), followed by random assignment (in a 1:1 ratio) in each stratum to ensure a balanced distribution of disease severity between treatment (hydroxychloroquine plus standard of care) and control (standard of care only) groups. LL designed the randomisation rules together with the principal investigators, and an independent statistician who was not involved in data analysis implemented them. Equal numbers of cards with each group assignment number randomly generated by computer were placed in sequentially numbered envelopes that were opened as the patients were enrolled. All patients were managed with standard of care aligned with the indications from the updated national clinical practice guidelines for covid-19 in China. Patients in the treatment group were given hydroxychloroquine within 24 hours after randomisation, with a loading dose of 1200 mg daily for three days followed by a maintenance dose of 800 mg daily for the remaining days (total treatment duration was two weeks for patients with mild to moderate disease and three weeks for those with severe disease). The dose of hydroxychloroquine was adjusted when adverse events were related to hydroxychloroquine, as judged by investigators. Details of dose adjustment are provided in the study protocol available in the online supplement. Patients, investigators, and statisticians were not masked to treatment assignment. Laboratory technicians who did virological, chemical, and other routine measurements were unaware of treatment information.",
            "cite_spans": [],
            "section": "Trial design, randomisation, and procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Inclusion criteria were age 18 years or older, ongoing SARS-CoV-2 infection confirmed in upper or lower respiratory tract specimens with real time reverse transcriptase polymerase chain reaction (RT-PCR), willingness to participate, and consent not to be enrolled in other clinical trials during the study period. Pneumonia on computed tomography of the chest was not mandatory for inclusion.",
            "cite_spans": [],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Exclusion criteria were age below 18 years; severe conditions including malignancies, heart, liver, or kidney disease or poorly controlled metabolic diseases; unsuitability for oral administration; pregnancy or lactation; allergy to hydroxychloroquine; inability to cooperate with investigators due to cognitive impairments or poor mental status; severe hepatic impairment (for example, Child Pugh grade C, alanine aminotransferase more than fivefold the upper limit); and severe renal impairment (estimated glomerular filtration rate ≤30 mL/min/1.73 m2) or receipt of continuous renal replacement therapy, haemodialysis, or peritoneal dialysis. In the original protocol, patients with severe covid-19 were excluded. Considering that the anti-inflammatory property of hydroxychloroquine might favour disease regression, we decided to include patients with severe covid-19 (change approved by the ethics committee on 17 February 2020).",
            "cite_spans": [],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The definition of disease severity of covid-19 was based on the fifth version of the Chinese guideline for the management of covid-19.12 Mild disease includes patients with mild symptoms but no manifestation of pneumonia on imaging. Moderate disease includes patients with fever, cough, sputum production, and other respiratory tract or non-specific symptoms along with manifestation of pneumonia on imaging but no signs of severe pneumonia defined as the presence of SaO2/SpO2 below 94% on room air or a PaO2 to FiO2 ratio of 300 or lower.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Specimens from the upper respiratory tract, lower respiratory tract, or both were obtained from each patient on screening (day –3 to day 1) and during treatment and post-treatment follow-up at scheduled visits on days 4, 7, 10, 14, 21, and 28. The local Centre for Disease Control and Prevention or authorised health institutions or hospitals at each site measured SARS-CoV-2 by using assays approved by the National Medical Products Administration. Measurements were performed according to the recommendations of the National Institute for Viral Disease Control and Prevention (China) (http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html). Methods for extraction and amplification of total RNA through RT-PCR were similar to those described elsewhere.13 Rather than quantitative data (cycle threshold value) reported from the RT-PCR assay, we collected only qualitative data reported from our trial sites. On the basis of a national recommendation, we defined a cycle threshold value less than 37 as a positive test result and a cycle threshold value of 40 or more as a negative test. Cycle threshold values between 37 and 40 confirmed by retesting were reported as unclassified.",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 760,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Assessment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In addition to SARS-CoV-2 testing, patients were assessed on each scheduled visit for vital signs, C reactive protein, erythrocyte sedimentation rate, tumour necrosis factor α, interleukin 6, complete blood cell count with differential, blood chemistry, coagulation panel, pulse oximetry, and respiratory symptoms. Records of administration of hydroxychloroquine and adverse events were reviewed daily to ensure fidelity to the protocol and, more importantly, patient safety. Computed tomography of the chest was assessed on screening and at the last visit of the treatment period (day 14 for patients with mild to moderate disease and day 21 for severe disease). Computed tomography examinations of the chest could be exempted by the investigators if the participants could provide qualified examination results within three days before the start of the study. More details on data collection are provided in the protocol available in the supplement.",
            "cite_spans": [],
            "section": "Assessment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The primary outcomes for this trial were whether patients had negative conversion of SARS-CoV-2 by 28 days and whether patients with severe covid-19 had clinical improvement by 28 days. However, as the trial was stopped early and only two patients with severe disease were enrolled, results on clinical improvement are not presented. We defined negative conversion of SARS-CoV-2 as two consecutive reports of a negative result for SARS-CoV-2 at least 24 hours apart without a subsequent report of a positive result by the end of the study. We considered the date of the first negative report as the date of negative conversion. In the original protocol, the primary endpoint was prespecified as the “Negative conversion rate by Day 10” (approved by the ethics committee on 6 February 2020). However, with the increasing knowledge of covid-19 from our clinical practice, we realised that the duration of SARS-CoV-2 in respiratory samples of many patients was longer than 10 days, recently highlighted by a detailed virological study.14 We therefore modified our primary outcome to test whether patients had a negative conversion of SARS-CoV-2 by 28 days (approved by the ethics committee on 17 February 2020). Probability of negative conversion at day 4, 7, 10, 14, or 21 was specified as a secondary outcome in the protocol, but this does not appear on the trial registration list. The listed secondary outcome in the trial registration was adverse events coded using the latest version of Medical Dictionary for Regulatory Activities coding dictionary, recorded in standard medical terminology and graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events.",
            "cite_spans": [
                {
                    "start": 1032,
                    "end": 1034,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Outcome ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Other prespecified secondary outcomes not listed in the trial registration but included in the protocol were the probabilities of alleviation of clinical symptoms; improvement of C reactive protein, erythrocyte sedimentation rate, tumour necrosis factor α, interleukin 6, and absolute blood lymphocyte count; improvement of lung lesions on chest radiology; all cause death; and disease progression in patients with mild to moderate disease. The time frame for these secondary outcomes was from randomisation to 28 days. Prespecified secondary outcomes for patients with severe disease are not listed here but are included in the protocol. Owing to the early termination of our study, we could not justify the results from these analyses with an underpowered sample size and therefore decided not to emphasise them in this paper to avoid misinterpretation. The only one presented here is the alleviation of clinical symptoms within 28 days, which is an important outcome of interest prespecified in our protocol. The definition of the alleviation of clinical symptoms was resolving from fever to an axillary temperature of 36.6°C or below, normalisation of SpO2 (>94% on room air), and disappearance of respiratory symptoms including nasal congestion, cough, sore throat, sputum production, and shortness of breath.",
            "cite_spans": [],
            "section": "Outcome ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the original protocol, the target number of enrolments was set to 200 without type I error control. In the updated protocol (approved by the ethics committee on 10 February 2020), we considered type I and type II error control and recalculated the sample size. The sample size was calculated on the basis of the alternative hypothesis of a 30% increase in the rate of conversion to negative for SARS-CoV-2 as defined by virus nucleic acid negativity. With the assumption that time to conversion follows an exponential distribution, if the median time to conversion with hydroxychloroquine can be reduced from 10 days to seven days, a total of 248 events would provide a power of 80% to detect a hazard ratio of 0.7 (standard of care v hydroxychloroquine) with a log rank test. Additionally, we assumed a 75 day accrual period and a seven day follow-up after enrolment of the last patient, so about 360 patients (180 per group) would be randomised in the study. An interim analysis was planned when around 150 patients were treated for at least seven days. We applied the O’Brien-Fleming cumulative α spending function by Lan-DeMets algorithm to control for family-wise type I error=0.05.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We estimated the overall probability of negative conversion by analysing time to negative conversion of SARS-CoV-2 using the Kaplan-Meier method in the intention to treat population and compared groups with a log rank test. We considered patients who did not reach the negative conversion of SARS-CoV-2 (see definition in Outcome section) by the cut-off date of the analysis (14 March 2020) to be right censored at the last visit date. All these patients remained in hospital and may have reached negative conversion after our last visit date, but the specific timing of the event is unknown. We applied similar approaches to the analysis of alleviation of symptoms. We used the rate difference between groups to show the treatment effect size and estimated 95% confidence intervals by an approximate normal distribution and the standard error by the bootstrap method (n=1000). We used a Cox model to estimate the hazard ratio. Hazard ratios greater than one indicate that the rate of negative conversion of virus or alleviation of symptoms was higher in the hydroxychloroquine plus standard of care group than in the standard of care only group. Safety analyses were based on the patients’ actual exposure to treatment. We used SAS version 9.4 for data analyses.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "No patients were involved in setting the research question or the outcome measures, nor were they involved in developing plans for recruitment, design, or implementation of the study. No patients were asked to advise on interpretation or writing up of results. There are no plans to disseminate the results of the research to study participants or the relevant patient community.",
            "cite_spans": [],
            "section": "Patient and public involvement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Of 191 patients admitted to hospital with covid-19 from 11 to 29 February 2020, 41 did not meet the eligibility criteria. The remaining 150 patients were randomised: 75 patients were assigned to standard of care and 75 patients to standard of care plus hydroxychloroquine (fig 1). The mean age of the patients was 46 years, and 82 (55%) were male. The mean duration from onset of symptoms to randomisation was 16.6 (SD 10.5; range 3-41) days, and 90 (60%) patients received concomitant drug treatment before randomisation. Among these, 52 (35%) patients received antiviral treatment (table 1). Almost all (148; 99%) patients had mild to moderate covid-19, and only 2 (1%) patients had severe disease on screening. Table 1 shows baseline demographic, epidemiological, and clinical characteristics of the patients in the two groups.",
            "cite_spans": [],
            "section": "Patients ::: Results",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 278,
                    "mention": "fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 584,
                    "end": 591,
                    "mention": "table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 714,
                    "end": 721,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "By 14 March 2020 (the cut-off date for data analysis), the median duration of follow-up was 21 (range 2-33) days in the standard of care group and 20 (3-31) days in the standard of care plus hydroxychloroquine group; nine patients in each group had completed 28 days of follow-up. Of the 75 patients assigned to receive standard of care plus hydroxychloroquine, six patients did not receive any dose of hydroxychloroquine (three withdrew consent and three refused to be treated with hydroxychloroquine). Concomitant treatments, including antiviral agents, antibiotics, and systemic glucocorticoid therapy, were similar in the two groups (table 2). One patient with moderate disease in the hydroxychloroquine group progressed to severe covid-19, and no patients died during follow-up.",
            "cite_spans": [],
            "section": "Patients ::: Results",
            "ref_spans": [
                {
                    "start": 638,
                    "end": 645,
                    "mention": "table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "A total of 109 (73%) patients (56 standard of care; 53 standard of care plus hydroxychloroquine) had negative conversion well before 28 days, and the remaining 41 (27%) patients (19 standard of care; 22 standard of care plus hydroxychloroquine) were censored as they did not reach negative conversion of virus. The maximum duration for a patient with positive SARS-CoV-2 was 23 days by the cut-off date of our analysis. Overall, the probability of negative conversion of SARS-CoV-2 among patients who were assigned to receive standard of care plus hydroxychloroquine was 85.4% (95% confidence interval 73.8% to 93.8%) by 28 days, similar to that of the standard of care group (81.3%, 71.2% to 89.6%). The difference in the probability of negative conversion between standard of care plus hydroxychloroquine and standard of care alone was 4.1% (95% confidence interval –10.3% to 18.5%). The median time to negative conversion was also similar in the standard of care plus hydroxychloroquine group (8 (95% confidence interval 5 to 10) days) to that in the standard of care group (7 (5 to 8) days) (hazard ratio 0.85, 95% confidence interval 0.58 to 1.23; P=0.34 by log rank test; fig 2).",
            "cite_spans": [],
            "section": "Primary outcome ::: Results",
            "ref_spans": [
                {
                    "start": 1178,
                    "end": 1183,
                    "mention": "fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Six patients who were assigned to the standard of care plus hydroxychloroquine group but did not receive hydroxychloroquine treatment were classified as hydroxychloroquine non-recipients in the safety population. One patient in the standard of care group wrongly received 14 days of hydroxychloroquine treatment with an accumulative dose of 11 600 mg. This patient was classified as a hydroxychloroquine recipient in the safety population (fig 1). We compared safety endpoints between hydroxychloroquine recipients and non-recipients (table 3). In hydroxychloroquine recipients, the median duration of hydroxychloroquine treatment was 14 (range 1-22) days. Between randomisation and the final visit, 21 (30%) patients in the standard of care plus hydroxychloroquine group reported adverse events, compared with 7 (9%) patients in the standard of care group (table 3). No serious adverse events were reported in the standard of care group. Two patients in the hydroxychloroquine group reported serious adverse events due to disease progression and upper respiratory infection. The patient with upper respiratory infection was discharged after finishing the 14 days of treatment with hydroxychloroquine and developed throat drying and pharyngalgia requiring readmission without evidence of pneumonia on computed tomography of the chest during the extended follow-up period.",
            "cite_spans": [],
            "section": "Safety ::: Results",
            "ref_spans": [
                {
                    "start": 440,
                    "end": 445,
                    "mention": "fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 542,
                    "mention": "table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 858,
                    "end": 865,
                    "mention": "table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The most common adverse event in the standard of care plus hydroxychloroquine group was diarrhoea, reported in 7 (10%) patients, which was not reported in the standard of care group. Hydroxychloroquine was discontinued in one patient owing to blurred vision and was adjusted to give a lower dose in one patient who reported thirst. These two adverse events were both transient with a duration of one to two days.",
            "cite_spans": [],
            "section": "Safety ::: Results",
            "ref_spans": []
        },
        {
            "text": "Probability of negative conversion by a specific time point—4, 7, 10, 14, or 21 days—was also similar in the two groups (supplementary table A). The probability of alleviation of symptoms by 28 days was similar in patients with standard of care with hydroxychloroquine (59.9%, 95% confidence interval 45.0% to 75.3%) and without hydroxychloroquine (66.6%, 39.5% to 90.9%). The difference between groups was –6.6% (–41.3% to 28.0%). The median time to alleviation of clinical symptoms was similar in the standard of care plus hydroxychloroquine group to that in the standard of care group (19 v 21 days; hazard ratio 1.01, 0.59 to 1.74; P=0.97 by log rank test; fig 3).",
            "cite_spans": [],
            "section": "Secondary outcome ::: Results",
            "ref_spans": [
                {
                    "start": 661,
                    "end": 666,
                    "mention": "fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The negative results on the antiviral efficacy of hydroxychloroquine obtained in this trial are contradictory to the encouraging in vitro results and the recently reported promising results from a non-randomised trial in 36 patients with covid-19.4\n5\n6 Participants in our trial had mainly mild to moderate disease, with a median 16 day delay between symptom onset and hydroxychloroquine treatment, so the negative results of our trial are applicable only to patients with persistently mild to moderate covid-19. Covid-19 has overwhelmed hospital systems during the pandemic, and many of these patients may be treated in the community and may finally be admitted to hospital because of a need for oxygen or owing to rapid deterioration of the disease. Data from our trial do not provide evidence to support the use of hydroxychloroquine in this population, particularly considering the increased adverse events (discussed below). Our trial could not assess the antiviral efficacy of hydroxychloroquine at an earlier stage, such as within 48 hours of onset of the illness, the golden window for antiviral treatment in influenza.15 However, conducting such a trial is challenging in patients admitted to hospital and will be easier in outpatient or community settings. The fact that antiviral treatment was not restricted in our trial should also be considered when interpreting our results. Seeing the antiviral effects of hydroxychloroquine when compared with a “pure” control arm would be more conclusive. In the early dangerous outbreak of covid-19 in China, however, setting a restriction on drugs that could be potentially useful was not ethical. Nevertheless, the use of antiviral drugs before and after randomisation was balanced between the hydroxychloroquine and standard of care groups and thus might have little effect on our primary endpoint. Moreover, use of a higher dose of hydroxychloroquine than was used in our trial is not likely to have additional antiviral effects, because the dosage of hydroxychloroquine that we chose achieves the 50% effective concentration (EC50) of hydroxychloroquine against SARS-CoV-2,5 although we did not monitor the concentration of hydroxychloroquine in our study. Another important message from our trial is that the Kaplan-Meier curve crossed over with time, suggesting a potential for a non-constant hazard ratio of negative conversion conferred by exposure to hydroxychloroquine. Therefore, the hazard ratios presented in our trial should be interpreted as weighted results over time rather than as a definitive constant. We will investigate this in the future. Further trials might also need to combat this problem when using the Cox regression method. Taken together, future studies could take advantage of our results to design trials in a more selective population, at the earliest stage possible (<48 hours from illness onset), and using more sensitive endpoints, such as viral load shedding.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 248,
                    "mention": "4",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 249,
                    "end": 250,
                    "mention": "5",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 251,
                    "end": 252,
                    "mention": "6",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2130,
                    "end": 2131,
                    "mention": "5",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Comparison with other studies ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Hydroxychloroquine in our trial was given at a loading dose of 1200 mg daily for three days followed by a maintenance dose of 800 mg daily for a total treatment duration of two weeks or three weeks for patients with mild to moderate or severe disease, respectively. Serious adverse events occurred in two patients, and both were reported in hydroxychloroquine recipients. The overall frequency of adverse events was significantly higher in hydroxychloroquine recipients than in non-recipients. Gastrointestinal events, particularly diarrhoea, were most commonly reported, as they were in another study using a high dose of hydroxychloroquine.16 Transient blurred vision was reported in one patient whose symptoms recovered two days after discontinuation of hydroxychloroquine. Early development of retinal damage with a daily dose of 800 to 1200 mg was detected using sensitive retinal screening tests.17 Therefore, the retinal damage could be underestimated in our trial. Events of cardiac arrhythmia, such as prolonged QT interval,18 were not observed in our trial, possibly because of the relatively mild to moderate disease of patients investigated or the short term period of follow-up. However, with increasing interest in the combined use of hydroxychloroquine and azithromycin worldwide, physicians should be cautious about the increased risk of prolongation of the QT interval and fatal ventricular arrhythmia with azithromycin and other antimicrobial agents.19\n20 Drug-drug interaction should be taken into consideration when assessing safety and efficacy endpoints in future trials of hydroxychloroquine.10 The effects of hydroxychloroquine in causing increased concentrations of digitoxin and metoprolol would be particularly relevant in patients with severe covid-19 and would therefore require close monitoring.21\n",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 644,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 902,
                    "end": 904,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1468,
                    "end": 1470,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1471,
                    "end": 1473,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1615,
                    "end": 1617,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1825,
                    "end": 1827,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Comparison with other studies ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "This study provides the first and timely evidence about the benefit-risk profile of hydroxychloroquine derived from a multicentre randomised controlled trial, which was started during the most challenging time of the covid-19 outbreak in China. In such a situation, our study has several limitations. Firstly, the open label, as opposed to double blind, design introduces the possibility of biased investigator determined assessments and unbalanced dosage adjustment. Urgent production of placebos mimicking hydroxychloroquine and the management of a multicentre, placebo controlled trial remain challenging during the pandemic. Secondly, the use of sequential envelopes is inferior to the interactive web response management system for randomisation. Thirdly, the setting of our trial among patients admitted to hospital precluded us from enrolling patients at the early stage of disease. In addition, we cannot provide evidence on the effect of hydroxychloroquine on disease progression or regression because 148/150 (99%) patients in our trial had mild to moderate disease.",
            "cite_spans": [],
            "section": "Strengths and limitations of study ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Fourthly, the results of our main prespecified outcomes are not entirely conclusive, being based on an underpowered sample size due to the lack of enough eligible patients to enrol. The recruitment of eligible patients was unexpectedly difficult, with many clinical trials launched in the same period in response to the urgent call by the national health authorities for the exploration of effective treatment against covid-19. The rapid decline in eligible new cases owing to the successful containment of covid-19 in the middle of March 2020 in China precluded further recruitment to reach our targeted sample size. The premature termination of our trial also led to increased censoring of data on our primary outcome. We therefore reanalysed the probability of negative conversion in the two groups by using follow-up data to 27 April 2020 (supplementary table B), and the results were consistent with our reported results.",
            "cite_spans": [],
            "section": "Strengths and limitations of study ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Fifthly, ensuring fidelity to the protocol by site investigators under highly challenging circumstances in the covid-19 treatment centres was difficult. Hiring a contract research organisation, as we did in our trial, can greatly support the conduct and oversight of trials. Sixthly, population quarantine of Wuhan and neighbouring cities, nationwide travel restrictions, and isolation of cases and contacts were also barriers to collecting and transferring data and paper files. Several prespecified secondary endpoints, including the changes on computed tomography of the chest, were therefore not finished by the cut-off date for analysis. Finally, the specimens collected in our trial for virus RNA determination were mostly from the upper respiratory tract rather than bronchoalveolar lavage fluid, which could introduce false negative results.22 However, the prespecified definition for negative conversion of virus was two consecutive negative results at least 24 hours apart, which can reduce false negativity.",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 851,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Strengths and limitations of study ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The results of our trial did not show additional benefits of virus elimination from adding hydroxychloroquine to the current standard of care in patients with mainly persistent mild to moderate covid-19. Adverse events, particularly gastrointestinal events, were more frequently reported in patients receiving hydroxychloroquine, who were given a loading dose of 1200 mg daily for three days followed by a maintenance dose of 800 mg daily for the remaining days for a total treatment duration of two weeks in patients with mild to moderate disease and three weeks in those with severe disease. Overall, these data do not support the addition of hydroxychloroquine to the current standard of care in patients with persistent mild to moderate covid-19 for eliminating the virus. Our trial may provide initial evidence for the benefit-risk profile of hydroxychloroquine and serve as a resource to support further research.",
            "cite_spans": [],
            "section": "Conclusion and policy implications ::: Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline demographic and clinical characteristics of patients in intention to treat population. Values are numbers (percentages) unless stated otherwise\ncovid-19=coronavirus disease 2019; HCQ=hydroxychloroquine; SOC=standard of care. To convert values for creatinine to mg/dL, divide by 88.4. To convert values for total bilirubin to mg/dL, divide by 17.1.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Treatments after randomisation in patients in intention to treat population. Values are numbers (percentages)\nHCQ=hydroxychloroquine; SOC=standard of care.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Summary of adverse events in safety population. Values are numbers (percentages)\nHCQ=hydroxychloroquine; SOC=standard of care.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig 1: Screening, randomisation, and follow-up of trial participants",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Kaplan-Meier curves of time to negative conversion of SARS-CoV-2 on real time reverse transcription polymerase chain reaction (RT-PCR) test in standard of care (SOC) plus hydroxychloroquine (HCQ) versus SOC in intention to treat population. Data are shown for 75 patients assigned to SOC plus HCQ and 75 assigned to SOC. Overall probability of negative conversion by 28 days was 85.4% (95% CI 73.8% to 93.8%) in SOC plus HCQ group and 81.3% (71.2% to 89.6%) in SOC group (P=0.34). Difference between groups was 4.1% (95% CI –10.3% to 18.5%). Median time to negative conversion was 8 (95% CI 5 to 10) days in SOC plus HCQ group and 7 (5 to 8) days SOC group (hazard ratio 0.85, 95% CI 0.58 to 1.23; P=0.34 by log rank test). Data from patients who did not have negative conversion were censored (tick marks) at last visit date",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Kaplan-Meier curves of time to alleviation of clinical symptoms with standard of care (SOC) plus hydroxychloroquine (HCQ) versus SOC alone in intention to treat population. Data shown are for 55 patients with symptoms assigned to SOC plus HCQ and 64 assigned to SOC. Probability of alleviation of symptoms by 28 days was similar (P=0.97) in patients with SOC with (59.9%, 95% confidence interval 45.0% to 75.3%) and without HCQ (66.6%, 39.5% to 90.9%). Difference between groups was –6.6% (95% CI –41.3% to 28.0%). Median time to alleviation of clinical symptoms was similar in SOC plus HCQ group and SOC group (19 v 21 days; hazard ratio 1.01, 95% confidence interval 0.59 to 1.74; P=0.97 by log rank test). Data from patients who did not have alleviation of symptoms were censored (tick marks) at last visit date",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Therapy and pharmacological properties of hydroxychloroquine and chloroquine in treatment of systemic lupus erythematosus, rheumatoid arthritis and related diseases",
            "authors": [
                {
                    "first": "KD",
                    "middle": [],
                    "last": "Rainsford",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Parke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clifford-Rashotte",
                    "suffix": ""
                },
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Kean",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Inflammopharmacology",
            "volume": "23",
            "issn": "",
            "pages": "231-69",
            "other_ids": {
                "DOI": [
                    "10.1007/s10787-015-0239-y"
                ]
            }
        },
        "BIBREF2": {
            "title": "Covid-19 - the search for effective therapy",
            "authors": [
                {
                    "first": "LR",
                    "middle": [],
                    "last": "Baden",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "1-2",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe2005477"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study [correction in: BMJ 2020;368:m1295]",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1091"
                ]
            }
        },
        "BIBREF5": {
            "title": "Viral load dynamics and disease severity in patients infected with SARS-CoV-2 in Zhejiang province, China, January-March 2020: retrospective cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1443"
                ]
            }
        },
        "BIBREF6": {
            "title": "Seasonal influenza in adults and children–diagnosis, treatment, chemoprophylaxis, and institutional outbreak management: clinical practice guidelines of the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Englund",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1003-32",
            "other_ids": {
                "DOI": [
                    "10.1086/598513"
                ]
            }
        },
        "BIBREF7": {
            "title": "Hydroxychloroquine concentration-response relationships in patients with rheumatoid arthritis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arthritis Rheum",
            "volume": "46",
            "issn": "",
            "pages": "1460-9",
            "other_ids": {
                "DOI": [
                    "10.1002/art.10307"
                ]
            }
        },
        "BIBREF8": {
            "title": "Rapid onset of retinal toxicity from high-dose hydroxychloroquine given for cancer therapy",
            "authors": [
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Neal",
                    "suffix": ""
                },
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Wakelee",
                    "suffix": ""
                },
                {
                    "first": "LV",
                    "middle": [],
                    "last": "Sequist",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Marmor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Ophthalmol",
            "volume": "160",
            "issn": "",
            "pages": "799-805.e1",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajo.2015.07.012"
                ]
            }
        },
        "BIBREF9": {
            "title": "An evidence-based assessment of the clinical significance of drug-drug interactions between disease-modifying antirheumatic drugs and non-antirheumatic drugs according to rheumatologists and pharmacists",
            "authors": [
                {
                    "first": "EN",
                    "middle": [],
                    "last": "van Roon",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "van den Bemt",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Houtman",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "van de Laar",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Brouwers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Ther",
            "volume": "31",
            "issn": "",
            "pages": "1737-46",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clinthera.2009.08.009"
                ]
            }
        },
        "BIBREF10": {
            "title": "Oral erythromycin and the risk of sudden death from cardiac causes",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "KT",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Narasimhulu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "",
            "pages": "1089-96",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa040582"
                ]
            }
        },
        "BIBREF11": {
            "title": "Middle East respiratory syndrome and severe acute respiratory syndrome: current therapeutic options and potential targets for novel therapies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dyall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kindrachuk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Drugs",
            "volume": "77",
            "issn": "",
            "pages": "1935-66",
            "other_ids": {
                "DOI": [
                    "10.1007/s40265-017-0830-1"
                ]
            }
        },
        "BIBREF12": {
            "title": "Antimicrobial-associated QT interval prolongation: pointes of interest",
            "authors": [
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Owens",
                    "suffix": "Jr"
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Nolin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "1603-11",
            "other_ids": {
                "DOI": [
                    "10.1086/508873"
                ]
            }
        },
        "BIBREF13": {
            "title": "Mechanisms of action of hydroxychloroquine and chloroquine: implications for rheumatology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schrezenmeier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dörner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Rheumatol",
            "volume": "16",
            "issn": "",
            "pages": "155-66",
            "other_ids": {
                "DOI": [
                    "10.1038/s41584-020-0372-x"
                ]
            }
        },
        "BIBREF14": {
            "title": "Detection of SARS-CoV-2 in different types of clinical specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF15": {
            "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF16": {
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269-71",
            "other_ids": {
                "DOI": [
                    "10.1038/s41422-020-0282-0"
                ]
            }
        },
        "BIBREF17": {
            "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa237"
                ]
            }
        },
        "BIBREF18": {
            "title": "Breakthrough: chloroquine phosphate has shown apparent efficacy in treatment of covid-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "14",
            "issn": "",
            "pages": "72-3",
            "other_ids": {
                "DOI": [
                    "10.5582/bst.2020.01047"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}