{
    "paper_id": "PMC7223606",
    "metadata": {
        "title": "Flecainide/paracetamol interaction",
        "authors": []
    },
    "body_text": [
        {
            "text": "\nAuthor Information\nAn event is serious (based on the ICH definition) when the patient outcome is:* death* life-threatening* hospitalisation* disability* congenital anomaly* other medically important event\n",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "A 24-year-old man developed flecainide intoxication presenting as coma, hypothermia, snoring, hypotension, sinus bradycardia, complete right bundle branch block, large T waves, prolonged corrected QT, symmetrical and polykinetic osteotendinous reflexes, reactive intermediate pupils, tremor, diffuse spastic hypertonia, respiratory acidosis, type 1 atrioventricular block, wide QRS complex, prolonged PR interval, left ventricular systolic dysfunction, decreased prothrombin time, decreased factor V, ventricular tachycardia and membrane stabilising effect following overdose of flecainide and paracetamol in a suicide attempt. Additionally, concomitant administration of flecainide and paracetamol also contributed to the flecainide intoxication.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "The man was admitted to emergency intensive care for coma after a suicide attempt by voluntary flecainide intoxication. His medical history was significant for Asperger syndrome complicated by an anxiety–depressive disorder. He also showed risky behaviour including acute intoxication, which required numerous emergency consultations due to traumatic fractures. He had been receiving treatment with duloxetine [Cymbalta] 60mg in the morning and diazepam [Valium] 10 mg/day. Between 3.30PM and 7.30PM, he ingested a total dose of flecainide 4g prolonged release form, diazepam 700mg, bisoprolol 25mg, paracetamol 21g, metopimazine [Vogalene] 7.5mg 20 tablets, paracetamol/papaveretum/caffeine [Lamaline] 16 tablets, duloxetine 60mg 26 tablets and 1 litre of whiskey. On admission, he was found to be unconscious with a Glasgow Coma Scale score of 3, hypothermic at 32°C and a saturation of 94% from a high concentration oxygen mask. Additionally, he was found to have noisy breathing sounds like snoring with a RR of 16 /minute. However, he was haemodynamically stable with BP of 111/60mm Hg and HR at 68 /minute. Some capsules were found still intact in his mouth.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "The man was initially treated with flumazenil injection [Anexate] as an emergency management; however,flumazenil did not cause him to awaken but induced unrest instead. As a result,flumazenil therapy was stopped. Subsequently, he was intubated after receiving rapid sequence induction with celocurine and etomidate, and sedation was maintained with sufentanil and midazolam [Hypnovel]. During transportation to the hospital, he had hypotension, and he initially required sodium chloride [normal saline] and norepinephrine. The patient also showed sinus bradycardia with a minimum HR of 52 /minute. On admission, the initial ECG showed a complete right bundle branch block with QRS duration at 120ms, a prolonged corrected QT of 500ms and large T waves. He was then admitted to the ICU for controlled ventilation. His haemodynamic state was stable with norepinephrine. On admission, he showed diffuse spastic hypertonia, reactive intermediate pupils with tremor episodes during stimulation and sharp symmetrical and polykinetic osteotendinous reflexes. The initial biological examination revealed respiratory acidosis. Simple toxin detection in a urine sample showed positive results for benzodiazepine, opiates and paracetamol. On admission, an initial ECG showed a preserved left ventricular systolic dysfunction with no possibility of estimating filling pressures. His ECG monitoring was started, which showed a type 1 atrioventricular block that persisted over several days, a wide QRS complex with a maximum duration of 120ms and a maximum corrected QT of 450ms gradually decreasing with a complete standardisation of the QTc, QRS and PR interval in 4 days. Therefore, the initial resuscitation treatment was continued with norepinephrine along with the introduction of atropine and dobutamine for haemodynamic support, and amoxicillin/clavulanic acid [Augmentin] was administered for a probable inhalational lung disease. Warming measures as well as a protocol using acetylcysteine [N-acetylcysteine] and continued sedation were also established. ECG monitoring allowed the discontinuation of dobutamine due to a satisfactory systolic function of the left ventricle. On admission day 1, an initial drop in prothrombin time up to 44% was observed without a major fall in factor V. He received acetylcysteine over 2 days with a transitional administration of vitamin K and replenishment. On admission day 4, sedation was discontinued, leading to his gradual awakening under cyamemazine [Tercian], which was administered for a short time to facilitate ventilator withdrawal, which resulted in extubation on day 5. On admission day 6, he developed a membrane stabilising effect due to a remote release of previously ingested treatments along with ventricular tachycardia. Blood tests performed few hours later showed elevated flecainide, diazepam and nordazepam levels, low paracetamol level and bisoprolol level was under the detection limit. Additionally, the serum potassium and troponin levels normalised. Subsequently, he underwent rapid sequence sedation and reintubation. He was treated with sodium bicarbonate, potassium, magnesium, charcoal [activated charcoal] and polyethylene glycol. The trans-thoracic echocardiogram showed a heart arrhythmia with a left ventricular ejection fraction (LVEF) at 45−50%. Norepinephrine was continued to maintain satisfactory haemodynamics. He then underwent an oesogastroduodenal fibroscopy in search of a gastric bezoar and found small conglomerate intragastric masses, which were then removed. A new ECG revealed a major widening of the QRS complex with a maximum 280ms, a maximum QTc interval at 650ms and a BAV 1 (220 ms) gradually decreasing to completely normalize in 3−5 days. The treatment became gradually favourable and sedation was discontinued at 48h; however, unrest was untreated due to the risk of additional QT prolongation. He was self-extubated without any complications, and on admission day 12, the oxygen was stopped. On follow-up, sinus bradycardia was found to be up to 28 beats/minute without clinical repercussions. A follow-up echocardiogram found a normal ejection fraction of the left ventricle. On follow-up, ECG showed no abnormalities. On admission day 17, he was discharged from the ICU to the psychiatric unit without any modifications in his anxiolytic and antidepressant treatment. His vital parameters were satisfactory including bradycardia at 45 /minute and BP 107/50mm Hg. The aforementioned toxicities were attributed to the flecainide intoxication following flecainide and paracetamol overdose and also to the pharmacokinetic drug-drug interaction between flecainide and paracetamol [not all outcomes stated].",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ancard.2020.03.007"
                ]
            }
        }
    }
}