{
    "paper_id": "PMC7166307",
    "metadata": {
        "title": "Recent progress and challenges in drug development against COVID-19 coronavirus (SARS-CoV-2) - an update on the status",
        "authors": [
            {
                "first": "Tarek",
                "middle": [
                    "Mohamed",
                    "Abd"
                ],
                "last": "El-Aziz",
                "suffix": "",
                "email": "mohamedt1@uthscsa.edu",
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "D."
                ],
                "last": "Stockand",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the second week of December 2019, unknown viral infection was identified in a small local fish and wild animal market in Wuhan city, Hubei province in China (Lu et al., 2020). Since this time, the virus has rapidly spread across mainland China, and now has reached other countries (Li et al., 2020a; Chen et al., 2020a). In the early stages of this virus spread, several cases of pneumonia of unknown etiology were reported. Patients have been diagnosed with severe acute respiratory infection symptoms and others with rapidly developing acute respiratory distress syndrome, acute respiratory failure and other serious complications leading to death (Nijuan et al., 2013). The Chinese Center for Disease Control and Prevention (CCDC) identified this infection as a novel coronavirus infection on Jan 7, 2020 and on Feb 11, 2020, the WHO announced a new name for the epidemic disease as 2019-new coronavirus disease (2019-nCoV and now known as COVID-19) (Organization, W.H., 2020). Additionally, the International Committee on Taxonomy of Viruses named 2019-nCoV as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). COVID-19 has become a major global health concern and the WHO declared the coronavirus outbreak a global pandemic on March 2020 (Whitworth, 2020). As of April 14, 2020, COVID-19 has affected more than 1,948,617 patients in 210 countries and territories around the world and two international conveyances and left around 121,846 deaths worldwide.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 176,
                    "mention": "Lu et al., 2020",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 285,
                    "end": 301,
                    "mention": "Li et al., 2020a",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 303,
                    "end": 321,
                    "mention": "Chen et al., 2020a",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 654,
                    "end": 673,
                    "mention": "Nijuan et al., 2013",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 957,
                    "end": 981,
                    "mention": "Organization, W.H., 2020",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1259,
                    "end": 1274,
                    "mention": "Whitworth, 2020",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Coronaviruses are belonging to the family Coronaviridae (order Nidovirales) and include viruses with a single-strand, positive-sense RNA genome approximately 26–32 kilobases in size (Weiss and Navas-Martin, 2005). The Coronaviridae family contains four genera to include Alpha-coronavirus (alphaCoV), Beta-coronavirus (betaCoV), Delta-coronavirus (deltaCoV) and Gamma-coronavirus (gammaCoV). Bats and rodents are thought to be the reservoir for alphaCoV and betaCoV. Currently, it is less clear which animals serve as the reservoir for deltaCoV and gammaCoV. Coronaviruses are named according to their appearance under the electron microscope, the viruses look like they are covered with pointed structures that surround them like a corona or crown due to the presence of spike glycoproteins on their envelope (Fig. 1\n).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 211,
                    "mention": "Weiss and Navas-Martin, 2005",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 811,
                    "end": 817,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "These viruses typically affect the respiratory tracts of birds and mammals including humans. In general, the reservoir of these viruses is in animals that infrequent spillover into humans, with intermediate host species likely filling the gap. Among humans, CoVs mostly cause insignificant respiratory infections to include those detected in the common cold. Nevertheless, some recent CoVs can cause more serious diseases, including severe acute respiratory syndrome (SARS-CoV) and Middle East respiratory syndrome (MERS-CoV) (Zumla et al., 2016; Su et al., 2016). SARS-CoV and MERS-CoV are caused by zoonotic coronaviruses that belong to the betaCoV genus. In 2003, an outbreak of SARS started in China and spread to other countries before ending in 2004 (Falsey and Walsh, 2003). A total of 8098 cases in 37 countries/regions had probable SARS diagnoses globally resulting in 775 deaths (case-fatality rate: 10–12%) with most of these cases of infection and deaths occurring in mainland China and Hong Kong (Christian et al., 2004). In contrast, a total of 1621 cases of MERS have been reported resulting in 584 deaths (case-fatality rate: 36%). The initial known case of MERS was in a 60-year-old patient who died from a severe respiratory illness in Jeddah, Saudi Arabia, in 2012. MERS still sporadically manifests in several different countries (Raj et al., 2014). Upon infection with SARS-CoV-2, the virus binds to a host cell's angiotensin-converting enzyme 2 (ACE2) receptors. ACE2 is commonly expressed on the epithelial cells of alveoli, trachea, bronchi, and bronchial serous glands of the respiratory tract (Liu et al., 2011). The virus enters and replicates in these cells. The new developed virions are then released and infect new target cells. The life cycle and mechanism of pathogenicity of SARS-CoV-2, from attachment to reproduction is shown in Fig. 2\n.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 545,
                    "mention": "Zumla et al., 2016",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 547,
                    "end": 562,
                    "mention": "Su et al., 2016",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 757,
                    "end": 779,
                    "mention": "Falsey and Walsh, 2003",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1010,
                    "end": 1032,
                    "mention": "Christian et al., 2004",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1351,
                    "end": 1367,
                    "mention": "Raj et al., 2014",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1620,
                    "end": 1636,
                    "mention": "Liu et al., 2011",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 1865,
                    "end": 1871,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The new coronavirus, 2019-nCoV, is an enveloped, positive-sense, single-stranded RNA virus and is in the betaCoV genus, which also includes SARS-CoV and MERS-CoV. The 2019-nCoV shares 89% nucleotide identity with bat SARS-like CoVZXC21 and 82% identity with human SARS-CoV (Chan et al., 2020). Therefore, the 2019-nCoV was named SARS-CoV-2. Early studies reported possible animal-to-human transmission of SARS-CoV-2, and human-to-human transmission through droplets or direct contact (Li et al., 2020a). For prevention of virus spread, some studies showed that the 2019-nCoV is sensitive to ultraviolet light and heat like other CoVs. Moreover, CoVs can be functionally inactivated by using different solvents to include ethanol (70%), ether (75%), chlorine-containing disinfectants and others.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 291,
                    "mention": "Chan et al., 2020",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 485,
                    "end": 501,
                    "mention": "Li et al., 2020a",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As of now, there is no specific antiviral medication available for COVID-19 treatment, and also no vaccine is currently available. Health care providers generally treat the symptoms by using oxygen therapy for patients with severe infection. For severe acute cases, there may be additional options for treatment, including research drugs and therapeutics (Organization, W.H., 2020; Zumla et al., 2016). Currently, the challenge for the WHO and many countries is finding an effective drug to defeat the virus or a vaccine that can be used on healthy individuals to prevent them from being infected. Since there is no effective drug or vaccine, the best procedures as of now are to control the source of infection, early diagnosis, isolation and supportive treatments. For individuals, good personal hygiene and avoiding crowded places will help to prevent 19-nCoV infection. In this review, we summarize the current state of knowledge surrounding COVID-19 and discuss the discovery and development of new virus-based and host-based therapeutic options for COVID-19.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 380,
                    "mention": "Organization, W.H., 2020",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 382,
                    "end": 400,
                    "mention": "Zumla et al., 2016",
                    "ref_id": "BIBREF90"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although health officials are still tracing the exact source of the 2019 novel coronavirus, early hypotheses thought it may be linked to the Huanan seafood wholesale market in Wuhan city where live animals are sold, to include snakes, marmots, birds, frogs and hedgehogs (Zhang et al., n.d.). Some people who visited the market developed viral pneumonia caused by the new coronavirus. This fact suggested that animals initially transmitted the virus to humans. However, people with a more recent diagnosis had no connections with or exposure to the market, confirming that humans can pass the virus to each other. The 2019 novel coronavirus is a zoonotic virus, meaning the first patients who were infected acquired these viruses directly from animals. Some studies have shown that the bat is the possible species of origin of the 2019 novel coronavirus (SARS-CoV-2) because SARS-CoV-2 shows 96% whole-genome identity with a bat CoV (BatCoV RaTG13) from Rhinolophus affinis (Zhou et al., 2020). Nevertheless, SARS-CoV and MERS-CoV are generally transmitted into intermediate hosts to include masked palm civets and camels, respectively, before jumping to humans (Cui et al., 2019). A number of scientists pointed out that as a result of the similarity of this new virus with SARS-CoV and MERS-CoV, SARS-CoV-2 has probably moved from un unknown intermediate host to humans or directly to humans (Zhou et al., 2020).",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 290,
                    "mention": "Zhang et al., n.d.",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 975,
                    "end": 992,
                    "mention": "Zhou et al., 2020",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1163,
                    "end": 1179,
                    "mention": "Cui et al., 2019",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1395,
                    "end": 1412,
                    "mention": "Zhou et al., 2020",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "Origin and transmission",
            "ref_spans": []
        },
        {
            "text": "As of Jan 17, 2020, a Chinese team conducted an analysis and compared the genetic sequences of 2019-nCoV and all other known coronaviruses. They proposed that 2019-nCoV has most similar codon usage bias with snakes (Ji et al., 2020). Snakes often hunt bats in the wild. Reports indicate that snakes were sold in the local seafood market in Wuhan, raising the possibility that the 2019-nCoV might have jumped from the host species, bats, to snakes and then to humans at the beginning of this coronavirus outbreak. However, how the virus could adapt to both cold-blooded and warm-blooded hosts remains a mystery (Ji et al., 2020). Moreover, there is no reliable evidence that coronaviruses live in hosts other than mammals and birds (Bassetti et al., 2020). Therefore, there is probably a mammal intermediate host for 2019-nCoV (Zhang et al., 2020a). On March 19, 2020, a published article showed that the Pangolin-CoV genome exhibited 91% and 90.6% nucleotide identity with SARS-CoV-2 and BatCoV RaTG13, respectively. This study provides the first report of a potential closely related kin (Pangolin-CoV) of SARS-CoV-2, which was discovered from dead Malayan pangolins (Manis javanica), identifying the pangolin a possible intermediate host of the 2019-nCoV (Zhang et al., n.d.; Zhang et al., 2020a). Although current understanding mostly points to the pangolin as the most likely intermediate host for the new coronavirus, it is possible other animals as also may be intermediate hosts. Generally, coronaviruses are well-known to have many intermediate animal hosts. In 2003, studies showed that the palm civet (Paguma larvata) is the major intermediate host of SARS-CoV, but other reports also suggest that the raccoon dog (Nyctereutes procyonoides) and ferret badger (Melogale moschata) play a similar role as intermediate hosts (Guan et al., 2003). Consequently, even with the uncovering of the Pangolin-CoV, additional searching for other probable intermediate hosts should be continued (Fig. 3\n).",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 231,
                    "mention": "Ji et al., 2020",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 611,
                    "end": 626,
                    "mention": "Ji et al., 2020",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 732,
                    "end": 753,
                    "mention": "Bassetti et al., 2020",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 827,
                    "end": 846,
                    "mention": "Zhang et al., 2020a",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1258,
                    "end": 1276,
                    "mention": "Zhang et al., n.d.",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1278,
                    "end": 1297,
                    "mention": "Zhang et al., 2020a",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1832,
                    "end": 1849,
                    "mention": "Guan et al., 2003",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Origin and transmission",
            "ref_spans": [
                {
                    "start": 1992,
                    "end": 1998,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "With increasing cases of infection with 2019-nCoV, several studies have proposed that human-to-human transmission is a probable route for the COVID-19 outbreak. These studies are supported by the number of infection cases that happened within families and among people who did not visit the local animal market in Wuhan (Carlos et al., 2020). The virus mainly spreads from one person to another, usually through close contact or through respiratory drops produced when the infected person coughs or sneezes, which is why it is important to keep more than two meters (6 ft. 7 in) away from a sick person (Li et al., 2020a). However, it is not just sneezing or coughing that is the source of transmission of the coronavirus infection. There are other ways to transmit the virus to include spreading from one person to another through surfaces that have been touched by the infected person, especially after studies have demonstrated that the virus remains alive on surfaces for possibly up to 9 days (Phan et al., 2020; Riou and Althaus, 2020). People can then develop COVID-19 disease when they come into contact with these objects or surfaces and then touch their eyes, nose or mouth. Moreover, studies to date indicate that 2019-nCoV is transmitted primarily through contact with respiratory droplets rather than through the air. A person who suffers from a mild cough and does not feel ill can infect COVID-19. There is another way in which coronavirus can spread among people through feces transmission, but this route of infection is limited. According to recent research from the CCDC, the virus may be present in feces in some infected cases, though; its spread through this pathway is not a major feature of the outbreak (Xiao et al., 2020; Gu et al., 2020). Nevertheless, given the risks involved, this is another reason to maintain good hygiene after using the toilet and before eating.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 340,
                    "mention": "Carlos et al., 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 604,
                    "end": 620,
                    "mention": "Li et al., 2020a",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 999,
                    "end": 1016,
                    "mention": "Phan et al., 2020",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1018,
                    "end": 1040,
                    "mention": "Riou and Althaus, 2020",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1729,
                    "end": 1746,
                    "mention": "Xiao et al., 2020",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1748,
                    "end": 1763,
                    "mention": "Gu et al., 2020",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Origin and transmission",
            "ref_spans": []
        },
        {
            "text": "At this time, very little is known regarding the effect of 2019-nCoV on pregnant women and infants and there are currently no special recommendations for pregnant women regarding the disease (Schwartz and Graham, 2020). The CDC does not have any evidence indicating the possibility of negative pregnancy outcomes for pregnant women with COVID-19, although two of the other coronaviruses SARS-CoV and MERS-CoV have been associated with more severe diseases and greater mortality in pregnant women (Maxwell et al., 2017; Assiri et al., 2016). A report by the China-WHO Joint Mission published in mid-February 2020 showed that in 147 pregnant women infected with 2019-nCoV, 8% of the cases were considered severe and 1% were critical (Chen et al., 2020b). These numbers appear to be comparable with non-pregnant infected cases. Another article published on March 7, 2020, showed clinical data from nine pregnant women in China with confirmed COVID-19 pneumonia. The physical appearance of these patients with COVID-19 infection during pregnancy were similar to those of non-pregnant adults with COVID-19. None of the nine patients developed severe pneumonia or died (Chen et al., 2020b). In the limited number of available cases in which newborns were born from mothers with 2019-nCoV, no children were infected with the virus. In addition, the virus did not appear in samples of amniotic fluid surrounding the fetus while in uterus. Furthermore, 2019-nCoV does not pass through the placenta (Schwartz and Graham, 2020). No scientific studies have been done on the 2019-nCoV and breast milk. A newborn in London has tested positive for 2019-nCoV, just minutes after being born to a mother who was also infected with the virus, according to news reports. This is not the first case because the Chinese authorities confirmed that an infant in Wuhan, China, had tested positive for the 2019-nCoV thirty hrs after being born; the baby's mother was a COVID-19 patient. Reliable data is needed to understand how these infants are infected, and whether transmission of the virus to the fetus occurs pregnancy or sometime during or after delivery.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 217,
                    "mention": "Schwartz and Graham, 2020",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 497,
                    "end": 517,
                    "mention": "Maxwell et al., 2017",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 519,
                    "end": 538,
                    "mention": "Assiri et al., 2016",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 732,
                    "end": 750,
                    "mention": "Chen et al., 2020b",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1164,
                    "end": 1182,
                    "mention": "Chen et al., 2020b",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1490,
                    "end": 1515,
                    "mention": "Schwartz and Graham, 2020",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Origin and transmission",
            "ref_spans": []
        },
        {
            "text": "Despite the wide spread of 2019-nCoV, it appears that children, in general, well tolerate the virus presenting few complications (COVID-19 in Children, 2020). Significantly, this pattern is similar to previous CoV epidemic outbreaks, such as SARS-CoV and MERS-CoV, whose symptoms did not widely appear in children. No child died during the SARS-CoV epidemic in 2003 with the majority of the 800 deaths in people over the age of 45 years (Kliegman et al., 2007). Furthermore, it is not surprising that these viruses lead to only mild inflammation in children and more serious diseases in adults. The most prominent examples of this in history is smallpox, which had a minor effect on children but was catastrophic in adults (Lee et al., 2020; Zheng et al., 2020). Children recover quickly and in general, completely while it severe complications to include death result in adults (Ludvigsson, 2020). Adults may be more susceptible to the virus because they are more likely to be infected with other diseases such as diabetes, high blood pressure or heart disease, which weakens their ability to ward off infection. In a large study, Chinese researchers examined the results of infection with the 2019-nCoV in more than 2000 confirmed or suspected childhood cases. It was found that just over half of the children had mild cold-like symptoms or did not have symptoms at all (Lee et al., 2020). Presently, children appear to be the least affected by the consequences of the disease and the number of infected children (under 19 years old) has not exceed 2% of all infected people in the world and there are no deaths under the age of 9 years (Zheng et al., 2020). Scientists cannot fully explain this phenomenon but there are some medical theories that may explain. Indeed, contrary to the general perception, a child's immune system is more efficient than adults. For example, adults are 25 and 10 times more likely to die from chickenpox and seasonal influenza than children, respectively (Zhou et al., n.d.).",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 156,
                    "mention": "COVID-19 in Children, 2020",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 438,
                    "end": 459,
                    "mention": "Kliegman et al., 2007",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 724,
                    "end": 740,
                    "mention": "Lee et al., 2020",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 742,
                    "end": 760,
                    "mention": "Zheng et al., 2020",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 880,
                    "end": 896,
                    "mention": "Ludvigsson, 2020",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1373,
                    "end": 1389,
                    "mention": "Lee et al., 2020",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1640,
                    "end": 1658,
                    "mention": "Zheng et al., 2020",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1989,
                    "end": 2006,
                    "mention": "Zhou et al., n.d.",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Origin and transmission",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 is believed to be from the bat and is therefore primarily able to survive and thrive in the internal organs of animals. The transmission of SARS-CoV-2 from humans to pets has not yet been established. However, a study has considered the opportunity of human-transmission-animal. SARS-CoV was isolated from a pig during a survey for probable ways of viral transmission after a SARS epidemic in 2003 in China. Sequence and epidemiology analyses proposed that the pig was infected by a SARS-CoV of human origin (Chen et al., 2005).",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 537,
                    "mention": "Chen et al., 2005",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Origin and transmission",
            "ref_spans": []
        },
        {
            "text": "If someone is infected with the 19-nCoV, the first symptoms usually appear after five to six days, according to the WHO reports (Li et al., 2020a). However, there are individual cases, in which the incubation period of the virus can last for up to 40 days with a median incubation period of 14 days (Wang et al., 2020a). The incubation period for severe cases may be different compared to mild cases and depend on the age of the patient and their immune response. This period tended to be shorter among patients >70 years (11.5 days) than those aged <70 years (20 days) (Wang et al., 2020a). The symptoms of COVID-19 are usually like a normal cold and influenza and do not become severe. However, it is different for people suffering from underlying diseases such as diabetes, heart, lung and other diseases. In this case, the disease can take on critical forms that sometimes lead to death. Some people have no symptoms (mild pneumonia). The most common symptoms of COVID-19 according to a recent WHO report that was done on more than 70,000 cases in China are the following: fever (in 88% of cases), dry cough and sore throat (68%), fatigue (38%) and diarrhea (4%), which were similar to SARS-CoV and MERS-CoV (Yang et al., 2020a; Wang et al., n.d.). Furthermore, severe shortness of breath occurred in nearly 20% of cases and around 13% had a sore throat or severe headache. Generally, 19-nCoV is a member of coronaviruses family that usually attack the respiratory system. Some patients are disposed to various complications to include acute respiratory distress syndrome, acute heart injury and secondary infection with bacteria (Fig. 4\n) (Chen et al., 2020c).",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 145,
                    "mention": "Li et al., 2020a",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 300,
                    "end": 318,
                    "mention": "Wang et al., 2020a",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 571,
                    "end": 589,
                    "mention": "Wang et al., 2020a",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1213,
                    "end": 1231,
                    "mention": "Yang et al., 2020a",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1233,
                    "end": 1250,
                    "mention": "Wang et al., n.d.",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1645,
                    "end": 1663,
                    "mention": "Chen et al., 2020c",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Symptoms",
            "ref_spans": [
                {
                    "start": 1635,
                    "end": 1641,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The virus first infects the lining cells of the throat, trachea and lung, transforming these cells into virus factories that produce huge amounts of viruses that infect more cells. The high temperature and feeling of general malaise are caused by the response of the immune system to the virus and sending signals to the body to release cytokines. However, the virus disrupts the immune response and the body gets more inflammation than needed (Lei et al., 2020). Inside the lungs, oxygen travels to the blood but in the case of severe pneumonia, the alveoli begin to fill with water and may cause shortness of breath. In some cases, this results in coughing with sputum, which is a thick mucus that contains lung cells killed by the 19-nCoV. The problem may not be limited to the lungs, as 19-nCoV attacks other important organs in the body to include the kidneys, which may lead to organ failure (Li et al., 2020b). A recent study found that the virus might affect renal tubular cells and testicular cells due to the high expression of ACE2, which is often found in the membranes of the lungs, kidneys cells and cells in seminiferous ducts of the testis. Consequently, 19-nCoV may directly bind to such ACE2 bearing cells and damage the kidney and testicular tissue of patients (Fan et al., 2020). Nevertheless, incomplete evidence is presented concerning the involvement of reproductive organs in patients infected with 2019-nCoV. Researchers have detected new symptoms of infection with the 19-nCoV, related to the digestive system, such as loss of appetite, diarrhea, vomiting and major disorders of the digestive system. Patients who had digestive problems related to the 19-nCoV tended to worsen compared to patients without symptoms of the digestive system. The 19-nCoV destroys the gastrointestinal bacteria leading to these symptoms in the digestive system (Zhang and Xu, 2020). The first two patients, who died in Wuhan, seemed to be in good health although they had been smoking for a long time and this lead to a weakening of their lungs. The first 61 years old patient had acute pneumonia upon arrival at the hospital. He had acute respiratory distress syndrome despite the use of a respirator, his lungs failed, and his heart stopped. He died after 11 days of being hospitalized. The second patient, a 69-year-old man had acute respiratory distress syndrome. He died as a result of acute pneumonia and septicemia (Huang et al., 2020). More research is need to understand the causes of these symptoms.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 461,
                    "mention": "Lei et al., 2020",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 899,
                    "end": 915,
                    "mention": "Li et al., 2020b",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1281,
                    "end": 1297,
                    "mention": "Fan et al., 2020",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1868,
                    "end": 1886,
                    "mention": "Zhang and Xu, 2020",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 2429,
                    "end": 2447,
                    "mention": "Huang et al., 2020",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Symptoms",
            "ref_spans": []
        },
        {
            "text": "The 2019-nCoV clinical diagnosis depends on the symptoms, travel history to a country known to have the disease, and/or exposure to an infected person. The WHO has published several testing procedures for COVID-2019. The most common way of testing is using real-time reverse transcription polymerase chain reaction (RT-PCR) (Huang et al., 2020). The test may be done on respiratory samples, which can be obtain by several ways to include nasopharyngeal swab or sputum samples. Generally, results are available within a few hours to two days. Blood tests can be used but these require two blood samples taken two weeks apart and the results have little immediate value. This technique works in detecting the 19-nCoV by identifying the antibodies in the patient blood. These antibodies are released shortly after infection, and their presence confirms the presence of the virus regardless of symptoms. A study by a Chines team found that computed tomography (CT) scans displayed ground-glass opacities in 56% of the cases but 18% had no radiological results (Zu et al., n.d.). Bilateral and peripheral ground glass opacities are the most typical CT findings. The use of lung x-rays is only suitable for patients with severe symptoms, which means that this technique is not suitable for diagnosing the disease in its early stages. Therefore, several pharmaceutical companies and research organizations are racing to develop more effective and rapid test kits to detect 19-nCoV among people suspected with infection in few minutes and without the need to transfer samples to central laboratories.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 343,
                    "mention": "Huang et al., 2020",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1057,
                    "end": 1072,
                    "mention": "Zu et al., n.d.",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Symptoms",
            "ref_spans": []
        },
        {
            "text": "The rapidly spreading 2019-nCoV outbreak continued to upend life around the world as more countries tighten quarantine measures. On March 11, the COVID-19 outbreak was characterized as a pandemic by the WHO. The disease is still spreading around the world and the viral infection has already reached small islands and African countries. In December 8, 2019, SARS-CoV-2 was first reported in Wuhan, Hubei province and spread to the rest of China (Cascella et al., 2020). As of April 14, 2020, the number of COVID-19-diagnosed patients increased to 1,948,617 cases in 210 countries and territories around the world and two international conveyances. So far, the number of those recovering has reached about 460,541 while 121,846 have died from the disease (case-fatality rate: 6.25%) (Fig. 5\n). Although, COVID-19 has killed more people than other coronaviruses, the case fatality rate of SARS-CoV-2 is less than that of SARS-CoV and MERS-CoV, which are 10–12% and 36%, respectively (Mahase, 2020).",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 467,
                    "mention": "Cascella et al., 2020",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 982,
                    "end": 994,
                    "mention": "Mahase, 2020",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Epidemiology",
            "ref_spans": [
                {
                    "start": 783,
                    "end": 789,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The most up-to-date source for the epidemiology of this emerging pandemic can be found at the WHO COVID-19 situation board. Currently, the US has more COVID-19 cases than any other country (588,465 cases, 23,711 deaths, case-fatality rate: 4.02%). The first case of human-to-human transmission of COVID-19 was reported in the US on January 30, 2020. Now, all 50 states have reported cases of COVID-19. The other countries with the most cases are Spain (172,541 cases, 18,056 deaths, case-fatality rate: 10.5%), Italy (159,516 cases, 20,465 deaths, case-fatality rate: 12.8% the highest fatality rate among other countries), France (136,779 cases, 14,967 deaths, case-fatality rate: 10.9%), Germany (130,694 cases, 3261 deaths, case-fatality rate: 2.5% the lowest fatality rate), United Kingdom (93,873 cases, 10,107 deaths, case-fatality rate: 10.7%), China mainland (82,249 cases, 3341 deaths, case-fatality rate: 4.06%), and the Islamic Republic of Iran (74,877 cases, 4683 deaths, case-fatality rate: 6.25%) (Fig. 6\n).",
            "cite_spans": [],
            "section": "Epidemiology",
            "ref_spans": [
                {
                    "start": 1012,
                    "end": 1018,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Persons of any age can be infected by SARS-CoV-2, while adults of middle age and older are most generally affected. In most studies of hospitalized patients with clinically confirmed COVID-19, the average age ranged from 48 to 58 years (Huang et al., 2020). In a case report from the CCDC, which included 44,500 confirmed infections, 87% of patients were between 30 and 79 years old. Older age was also associated with increased mortality due to previous diseases, with case fatality rates of 8–15% among those aged 70 to 80 years or older (Wu and McGoogan, 2020). Similar results were found in Italy, with case fatality rates of 12–20% among those aged 70 to 80 years or older (Onder et al., 2020). A report of 460 COVID-19 patients who died in Italy showed a number of previous diseases that might have increased their risk of death. The median age of these patients was 79.5 years. Of patients who died, 117 (25.4%) had ischemic heart disease, 126 (27.4%) had diabetes, 72 (15.7%) had cancer, 87 (18.9%) had atrial fibrillation, 24 (5.2%) had dementia, and 34 (7.4%) had had a stroke (Saglietto et al., n.d.). In the US, more than 3000 patients were diagnosed with COVID-19 between February 10 and March 15, 2020. Of these 67% were aged ≥45 years. This is similar to reports from China where mortality was highest among older individuals with 80% of deaths occurring in those aged ≥65 years (http://dx.doi.org/10.15585/mmwr.mm6912e2).",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 255,
                    "mention": "Huang et al., 2020",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 541,
                    "end": 562,
                    "mention": "Wu and McGoogan, 2020",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 679,
                    "end": 697,
                    "mention": "Onder et al., 2020",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1088,
                    "end": 1110,
                    "mention": "Saglietto et al., n.d.",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "It is becoming apparent that SARS-CoV-2 may also discriminate by sex with men more likely to test positive and more likely to die from the disease. This trend was first seen in China where one analysis found a fatality rate of 2.8% in men compared with 1.7% in women (Guan et al., 2020). Since then, the pattern has been mirrored in France, Germany, Iran, Italy, South Korea and Spain. At this point in time, most theories about why the virus might be hitting men harder than women are speculative. In many countries, and especially in China, men are more likely to smoke than women, which is a risk factor for developing more severe forms of COVID-19. Moreover, Females generally having greater or more robust immune responses than males (Yang et al., 2020b).",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 285,
                    "mention": "Guan et al., 2020",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 740,
                    "end": 758,
                    "mention": "Yang et al., 2020b",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, no medicine or anti-virus vaccine has yet been officially approved to treat COVID-19-associated pathologies. At present clinical management includes infection prevention, control measures and supportive care including supplementary oxygen and mechanical ventilation when indicated. While many countries are working toward a vaccine against SARS-CoV-2, it is almost certain that there will be no vaccine available before the end of this year. Therefore, pressure has built to find another drug to effectively counter the virus. This effort has mostly focused on repurposing existing medicines. Health officials from the WHO have noted many drugs that demonstrated efficacy in treating the 2019-nCoV infection. The main treatment so far for this virus is using antivirals, which weaken the ability of viruses to enter cells and prevent them from multiplying or moving from infected cells to others. Antibiotics have no role in treating COVID-19 patients, but they can be used in the case of a secondary bacterial infection.",
            "cite_spans": [],
            "section": "Therapeutics and available treatment options",
            "ref_spans": []
        },
        {
            "text": "Since the disease first appeared in December 2019 in China, this country has begun to test the effectiveness of different types of drugs used previously to treat other diseases to include malaria and HIV drugs, antivirals, blood plasma derivatives and arthritis drugs (Li and De Clercq, 2020). China has relied on the use of the anti-viral drug Favilavir to treat the symptoms of COVID-19. This medication was initially developed by Toyama Chemical to treat nose and throat infections (Li et al., n.d.). Although the results of the study have not yet been published, it is assumed that the drug has proven effective in treating symptoms of COVID-19 in a clinical trial of more than 70 patients with minimal side effects. Favilavir is an antiviral drug that was approved in Japan in 2014 to treat influenza. It currently also has been approved for treating COVID-19 in these countries (Elfiky, 2020). Favilavir is not currently approved by the U.S. Food and Drug Administration (FDA) (Li and De Clercq, 2020). Another anti-virus drug, Remdesivir showed efficacy by resisting two viruses similar to Covid-19, SARS-CoV and MERS-CoV, in animals (Wang et al., 2020b). Remdesivir (GS-5734) is a broad-based antiviral drug originally designed to target Ebola and was developed by Gilead Sciences. It inhibits viral replication through premature termination of RNA transcription, which disrupts the virus's ability to reproduce (Li et al., n.d.). China announced that clinical trials of remdesiver, have officially started in a number of hospitals in Wuhan to test its efficacy against COVID-19. Moreover, one clinical trial has also been approved by the FDA in the United States. On January 19, 2020, remdesiver was given to a 35-year-old man in Washington State. He has recovered from COVID-19 (Holshue et al., 2020). However, the efficacy and safety of remdesiver in patients with 2019-nCoV infection still need to be further confirmed by clinical studies.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 291,
                    "mention": "Li and De Clercq, 2020",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 486,
                    "end": 501,
                    "mention": "Li et al., n.d.",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 885,
                    "end": 897,
                    "mention": "Elfiky, 2020",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 984,
                    "end": 1006,
                    "mention": "Li and De Clercq, 2020",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1142,
                    "end": 1160,
                    "mention": "Wang et al., 2020b",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1421,
                    "end": 1436,
                    "mention": "Li et al., n.d.",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1789,
                    "end": 1809,
                    "mention": "Holshue et al., 2020",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Therapeutics and available treatment options",
            "ref_spans": []
        },
        {
            "text": "Chloroquine and Hydroxychloroquine are drugs used to treat malaria, as well as chemoprophylaxis; and certain inflammatory conditions to include rheumatoid arthritis, lupus and the blood disorder porphyria cutanea tarda, respectively. They have been approved by the FDA to be tested against COVID-19 (Dong et al., 2020a). Researchers have found that both drugs have in vitro activity against SARS-CoV and SARS-CoV-2, with hydroxychloroquine having relatively higher potency against SARS-CoV-2. Based on these results, chloroquine and hydroxychloroquine are currently recommended for treatment of hospitalized COVID-19 patients in several countries, including in the U S. A Chinese study showed that when chloroquine was tested on more than 100 patients, it had superior results compared to a control drug inhibiting the exacerbation of pneumonia, improving lung-imaging findings, promoting a virus negative conversion and shortening the disease course (Zhonghua Jie He He Hu Xi Za Zhi, 2020; Gao et al., 2020). However, both chloroquine and hydroxychloroquine are never used to prevent COVID-19 because there are frequent side effects associated with their uses, such as worsening vision, nausea, digestive disorders and more severe cases can lead to heart failure.. A man in Arizona died and his wife was in critical condition after taking chloroquine prophylactically to prevent SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 318,
                    "mention": "Dong et al., 2020a",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 952,
                    "end": 989,
                    "mention": "Zhonghua Jie He He Hu Xi Za Zhi, 2020",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 991,
                    "end": 1007,
                    "mention": "Gao et al., 2020",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Therapeutics and available treatment options",
            "ref_spans": []
        },
        {
            "text": "In 2003, protease inhibitors lopinavir/ritonavir (anti-retroviral drugs) showed activity against SARS-CoV and was associated with improvement in some patients (Chu et al., 2004; Chan et al., 2003). Lopinavir/ritonavir are sold under the name Kaletra by AbbVie and are designed to treat HIV (AIDS). To evaluate the efficacy of lopinavir/ritonavir for SARS-CoV-2 infection, 99 patients with positive infections were treated with lopinavir/ritonavir. No benefit was observed with lopinavir/ritonavir treatment compare to standard care (Cao et al., 2020). However, in South Korea, a 54-year-old man was given a combination of these two medications and had a significant and substantial decrease in the levels of the β-coronavirus (Lim et al., 2020). According to the WHO, there may be benefits to using lopinavir/ritonavir with other drugs such as interferon-β, oseltamivir or ribavirin (Elfiky, 2020).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 176,
                    "mention": "Chu et al., 2004",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 178,
                    "end": 195,
                    "mention": "Chan et al., 2003",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 533,
                    "end": 549,
                    "mention": "Cao et al., 2020",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 727,
                    "end": 743,
                    "mention": "Lim et al., 2020",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 884,
                    "end": 896,
                    "mention": "Elfiky, 2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Therapeutics and available treatment options",
            "ref_spans": []
        },
        {
            "text": "Several studies have also exposed some other drugs may have probable efficiency in treatment of COVID-19 patients. In China, the use of Tocilizumab for the treatment of severe complications related to SARS-CoV-2 has been approved. Tocilizumab, marketed as Actemra, has been used to treat patients with moderate to severe rheumatoid arthritis to lower inflammation. An initial clinical trial in China used tocilizumab on 20 acute COVID-19 patients. Nineteen patients (95%) were cured and discharged from hospital within two weeks (Zhang et al., 2020b). The FDA has officially approved a phase 3 trial of Actemra in severe COVID-19 patients. Darunavir is another anti-retroviral HIV-1 protease inhibitor. In vitro study was done in February 2020, by Chinese researchers has showen darunavir significantly inhibited SARS-CoV-2 replication and its inhibition efficacy was more than that in the untreated group by 280-fold (Dong et al., 2020b). An anti-parasitic drug called ivermectin has been shown to be effective against the SARS-CoV-2 virus in an in-vitro study by researchers at Monash University in Melbourne, Australia (Caly et al., 2020). Further clinical trials need to be completed to confirm the effectiveness of the drug in humans with COVID-19.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 549,
                    "mention": "Zhang et al., 2020b",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 919,
                    "end": 937,
                    "mention": "Dong et al., 2020b",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1123,
                    "end": 1140,
                    "mention": "Caly et al., 2020",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Therapeutics and available treatment options",
            "ref_spans": []
        },
        {
            "text": "The FDA has approved the using of blood plasma from patients who have recovered from COVID-19 with a high neutralizing antibody titer and they may be a valuable donor source of convalescent plasma (CP) (Chen et al., 2020d). CP is a classic adaptive immunotherapy, has been applied to the prevention and treatment of many infectious diseases for more than one century. This plasma therapy may be more effective if it is given to COVID-19 patients early to eliminate the virus before it causes serious damage in their lungs. This procedure was used during the deadly influenza outbreak in 1918, and also as a treatment for measles in the 1930s. In recent years, plasma therapy has been used for Ebola, SARS and H1N1 victims (Van Griensven et al., 2016; Cheng et al., 2005). Some studies indicate that plasma has had some success in reducing symptoms and deaths in previous epidemics. During the SARS epidemic in 2003, a study of 80 patients in Hong Kong showed that they had a chance to recover within two weeks of symptoms following CP therapy as compared to other patients (Cheng et al., 2005). As there is a similarity between SARS and COVID-19, CP therapy might be a hopeful treatment option for COVID-19 patients. After studies conducted in China to measure the effectiveness of CP therapy, and their impact on the condition of those treated and recovered from infection with the 2019-nCoV, hospitals in New York City are preparing to use the plasma blood of those recovering from the 2019-nCoV as a potential antidote to the disease (Duan et al., 2020; Jawhara, 2020). However, there is a small possibility of risk of using CP therapy by transmission of some blood-borne pathogen to include human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV) (MacLennan and Barbara, 2006).At least 10 proposed drugs/vaccines for SARS-CoV-2 are under development. Researchers hope to start the first stage of clinical trials within 4 weeks. These will be small trials that are first conducted on healthy people to ensure the safety of the vaccine. Second stage trials start within approximately 8 months, during which the effectiveness of the vaccine will be tested in a large group of people. It is estimated that it may take around 12–18 months before a vaccine becomes available. Healthcare biotechnology company Entos Pharmaceuticals is developing a DNA vaccine for the prevention of COVID-19 infections using its Fusogenix naomedicine platform. Fusogenix, a proprietary proteo-lipid vehicle (PLV) for genetic medicines, enables the formulation of effective DNA vaccines that can be administered like the flu vaccine. The vaccine payload will be plasmid DNA encoding multiple antigens from key SARS-CoV-2 proteins to promote maximum protection. AT-100, a recombinant form of human surfactant protein-D (rhSP-D), was developed by Airway Therapeutics as a treatment for COVID-19. It has been shown to be effective in preclinical studies in reducing inflammation and infection in the lungs, while also generating an immune response against various respiratory diseases (Crouch, 2000). Canada's Medicago has successfully produced a Virus-Like Particle (VLP) of the SARS-CoV-2 just 20 days after obtaining the SARS-CoV-2 gene. This is an important step in developing a usable vaccine. VLP-like particles are multiprotein structures that resemble native viruses but do not contain the viral genome and thus, are safe. They can be used to stimulate a body's ability to produce antibodies and stimulate cellular immunity with the aim of responding to the virus without the risk of infection (Roldao et al., 2010). I-Mab Biopharma is developed TJM2, a neutralizing antibody, as a treatment for cytokine release syndrome common in patients suffering from a severe infection of SARS-CoV-2. TJM2 targets the human granulocyte-macrophage colony stimulating factor (GM-CSF), which is responsible for acute and chronic inflammation (Shimabukuro-Vornhagen et al., 2018). TZLS-501 is developed by Tiziana Life Sciences as a monoclonal antibody to treat COVID-19. It is a human anti-interleukin-6 receptor antibody, which helps prevent lung damage and elevated levels of IL-6 during the disease. Early tests have shown that this treatment rapidly depletes circulating levels of IL-6 in the blood (Rayner et al., 2020). ChAdOx1 nCoV-19 is a vaccine currently being investigated for prophylaxis against SARS-CoV-2. The ChAdOx1 viral vector was developed at the University of Oxford and originally developed against MERS-CoV. The ChAdOx1 nCoV-19 vaccine, produced in a partnership between The University of Oxford's Jenner Institute and Italian pharmaceutical manufacturer Advent Srl, consists of an attenuated adenovirus capable of producing the spike (S) protein of SARS-CoV-2, allowing for the formation of endogenous antibodies against these proteins and, consequently, against SARS-CoV-2 (Alharbi et al., 2017).",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 221,
                    "mention": "Chen et al., 2020d",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 723,
                    "end": 749,
                    "mention": "Van Griensven et al., 2016",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 751,
                    "end": 769,
                    "mention": "Cheng et al., 2005",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1074,
                    "end": 1092,
                    "mention": "Cheng et al., 2005",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1538,
                    "end": 1555,
                    "mention": "Duan et al., 2020",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1557,
                    "end": 1570,
                    "mention": "Jawhara, 2020",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1784,
                    "end": 1811,
                    "mention": "MacLennan and Barbara, 2006",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 3094,
                    "end": 3106,
                    "mention": "Crouch, 2000",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3611,
                    "end": 3630,
                    "mention": "Roldao et al., 2010",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 3945,
                    "end": 3979,
                    "mention": "Shimabukuro-Vornhagen et al., 2018",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 4306,
                    "end": 4325,
                    "mention": "Rayner et al., 2020",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 4900,
                    "end": 4920,
                    "mention": "Alharbi et al., 2017",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Therapeutics and available treatment options",
            "ref_spans": []
        },
        {
            "text": "Currently, there is no conclusive evidence that ibuprofen and other anti-inflammatory drugs increases the risk of serious complications or of acquiring the virus that causes COVID-19. There is also no conclusive evidence that taking anti-inflammatory drugs is harmful for other respiratory infections (Sodhi and Etminan, 2020).",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 325,
                    "mention": "Sodhi and Etminan, 2020",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Therapeutics and available treatment options",
            "ref_spans": []
        },
        {
            "text": "Vaccine development takes time. Thus, for now it remains extremely important to follow guidance on social separation, frequent hand washing and disinfecting your homes and workplaces (Xiao et al., n.d.). Several reports show that SARS-CoV-2 may spread more easily and cause life-threatening illness compared to other CoV viruses. Like other coronaviruses, it can survive in the air for up to 3 h and may stay on plastic for 72 h, 48 h on stainless steel, 24 h on cardboard and 4 h on copper (van Doremalen et al., 2020). However, SARS-CoV-2 multiplies fastest in the body even when an infected person does not show symptoms, and can be passed to other. The Prophet of Islam Mohamed (peace and blessings of Allah be upon him) recommended hygiene and quarantine during a pandemic, more than 1440 years ago. Hadiths of the Prophet (Sayings and Teachings) in this context, one of which is: If you heard about plague in a land, do not enter it, and if it occurred in a land while you are there, do not leave it. The WHO and other organizations have issued some basic guidelines to prevent COVID-19 including (i) washing your hands frequently and carefully, especially after contact with infected people or their environment; (ii) avoid touching your face including mouth, nose and eyes; (iii) cover your mouth and nose when coughing and sneezing; (iv) take social distancing seriously by keeping a distance of 6 ft from other people; and (v) self-quarantine if sick and wear a mask when you need medical care (Jin et al., 2020; Wang et al., 2020c). Furthermore, the WHO announced a document regarding the laboratory biosafety guidance related to the 2019-nCoV. Healthcare providers and researchers must wear FFP3 or N95 masks and other protective gear when around COVID-19 patients (Wang et al., 2020c). For healthy people wearing a mask may not be the best way to prevent getting an infection. 2019-nCoV may likely be susceptible to disinfectants with proven activity against enveloped viruses, including bleach (sodium hypochlorite), 70% ethanol, 0.5% hydrogen peroxide, quaternary ammonium compounds and phenolic compounds, if used according to manufacturer's recommendations. Other biocidal agents such as 0.05–0.2% benzalkonium chloride or 0.02% chlorhexidine digluconate can be less effective (Infection Prevention and Control of Epidemic- and Pandemic-Prone Acute Respiratory Infections in Health Care, 2014; Rabenau et al., 2005).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 201,
                    "mention": "Xiao et al., n.d.",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 492,
                    "end": 518,
                    "mention": "van Doremalen et al., 2020",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1505,
                    "end": 1521,
                    "mention": "Jin et al., 2020",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1523,
                    "end": 1541,
                    "mention": "Wang et al., 2020c",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1778,
                    "end": 1796,
                    "mention": "Wang et al., 2020c",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 2295,
                    "end": 2409,
                    "mention": "Infection Prevention and Control of Epidemic- and Pandemic-Prone Acute Respiratory Infections in Health Care, 2014",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2411,
                    "end": 2431,
                    "mention": "Rabenau et al., 2005",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Guidelines to prevent the spread of SARS-CoV-2 infection",
            "ref_spans": []
        },
        {
            "text": "Although some evidence suggests that warmer weather may slow the spread of the virus (Wang et al., 2020d), the WHO continues to recommend the following of all official guidelines. It is still too early to know how SARS-CoV-2 interacts with hot weather but the spread of other coronaviruses were slowed in warmer environments.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 104,
                    "mention": "Wang et al., 2020d",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Guidelines to prevent the spread of SARS-CoV-2 infection",
            "ref_spans": []
        },
        {
            "text": "The outbreak of COVID-19 spread across China rapidly and has spread to 199 countries/territories/areas outside of China as of March 29, 2020. Drug discovery against SARS-CoV-2 is a challenging process but is vital. Furthermore, anti-virus vaccine development is also significant to counter this epidemic. Therefore, more structural biology details and details about the 2019-nCoV life cycle are needed. These likely will accelerate the development of drugs and/or vaccine against SARS-CoV-2. Likewise, it is very important to continue to follow the WHO guidelines to prevent the spread of COVID-19 until acceptable drugs and vaccines have been developed.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "No ethical approval required.",
            "cite_spans": [],
            "section": "Ethical approval",
            "ref_spans": []
        },
        {
            "text": "No funding received.",
            "cite_spans": [],
            "section": "Sources of funding",
            "ref_spans": []
        },
        {
            "text": "Conceptualization, T.M.A.: data curation, resources, writing original draft, editing, approval of final article. T.M.A & J.D.S. supervision, writing and editing. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Author contribution",
            "ref_spans": []
        },
        {
            "text": "\nWebster and Govorkova, 2014\n",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 28,
                    "mention": "Webster and Govorkova, 2014",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Uncited reference",
            "ref_spans": []
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Structure of SARS-CoV-2. (A) Illustration of the SARS-CoV-2 virion created at the Centers for Disease Control and Prevention (CDC). The spikes on the outer edge of the virus particles look like a crown, giving the disease its characteristic name. (B) Schematic representation of the structure of SARS-CoV-2. It has four structural proteins, S (spike), E (envelope), M (membrane), and N (nucleocapsid) proteins; the N protein holds the RNA genome, and the S, E, and M proteins together create the viral envelope. (C) An electron microscopic image of a thin section of SARS-CoV-2 within the cytoplasm of an infected cell, showing the spherical particles and cross-sections through the viral nucleocapsid (Sohrabi et al., 2020).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: The life cycle of SARS-CoV-2 in human lung cells. Coronavirus is most often transmitted by droplets while sneezing and coughing and its journey begins in the first days after infiltration from the upper respiratory tract. The spike proteins of SARS-CoV-2 binds to ACE2 receptors. The virion then releases RNA genome into the cell and translation of structural and non-structural proteins follows. ORF1a and ORF1ab are translated to produce pp1a and pp1ab polyproteins, which are cleaved by the proteases that are encoded by ORF1a to yield non-structural proteins. This is followed by assembly and budding into the lumen of the ERGIC. Virions are then released from the infected cell through exocytosis (Adnan Shereen et al., 2020). NSP, non-structural proteins; ACE2, Angiotensin-Converting Enzyme 2; Rough ER, Rough Endoplasmic Reticulum; ERGIC, Endoplasmic Reticulum Golgi Intermediate Compartment.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: The key reservoir and potential interspecies transmission routes of SARS-CoV, MERS-CoV and SARS-CoV-2. The ingesting of infected animal as a source of food is the major cause of animal to human transmission of the virus and due to close contact with an infected person, the virus is further transmitted to healthy persons. However, there are no documented cases of direct bat-human transmission. Solid black arrow represents the confirmed transfer while the broken line denotes unknown intermediate host and suspected transmission.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: The most common symptoms of COVID-19 according to the WHO.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Global confirmed COVID-19 cases and associated deaths from January 11 to April 14, 2020. Inserted Pie chart shows the distribution of confirmed cases in each continent.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Global COVID-19 outbreak map, April 14, 2020. US now has more COVID-19 cases than any other country.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "COVID-19 infection: origin, transmission, and characteristics of human coronaviruses",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Adnan Shereen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Adv. Res.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "ChAdOx1 and MVA based vaccine candidates against MERS-CoV elicit neutralising antibodies and cellular immune responses in mice",
            "authors": [
                {
                    "first": "N.K.",
                    "middle": [],
                    "last": "Alharbi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "30",
            "pages": "3780-3788",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Middle East respiratory syndrome coronavirus infection during pregnancy: a report of 5 cases from Saudi Arabia",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin. Infect. Dis.",
            "volume": "63",
            "issn": "7",
            "pages": "951-953",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The novel Chinese coronavirus (2019-nCoV) infections: challenges for fighting the storm",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bassetti",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Vena",
                    "suffix": ""
                },
                {
                    "first": "D.R.",
                    "middle": [],
                    "last": "Giacobbe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Clin. Investig.",
            "volume": "50",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Caly",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "The FDA-approved Drug Ivermectin inhibits the replication of SARS-CoV-2 in vitro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antivir. Res.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A trial of Lopinavir–ritonavir in adults hospitalized with severe Covid-19",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Novel Wuhan (2019-nCoV) Coronavirus",
            "authors": [
                {
                    "first": "W.G.",
                    "middle": [],
                    "last": "Carlos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "201",
            "issn": "4",
            "pages": "P7-p8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Cascella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "StatPearls",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "J.F.-W.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerging Microbes & Infections",
            "volume": "9",
            "issn": "1",
            "pages": "221-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Treatment of severe acute respiratory syndrome with lopinavir/ritonavir: a multicentre retrospective matched cohort study",
            "authors": [
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hong Kong Med J",
            "volume": "9",
            "issn": "6",
            "pages": "399-406",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10226",
            "pages": "809-815",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Convalescent plasma as a potential therapy for COVID-19",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis.",
            "volume": "20",
            "issn": "4",
            "pages": "398-400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "SARS-associated coronavirus transmitted from human to pig",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis.",
            "volume": "11",
            "issn": "3",
            "pages": "446-448",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Use of convalescent plasma therapy in SARS patients in Hong Kong",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur. J. Clin. Microbiol. Infect. Dis.",
            "volume": "24",
            "issn": "1",
            "pages": "44-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Infect. Dis.",
            "volume": "38",
            "issn": "10",
            "pages": "1420-1427",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "3",
            "pages": "252-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Initial Characterization of the Pediatric Disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "COVID-19 in Children",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Surfactant protein-D and pulmonary host defense",
            "authors": [
                {
                    "first": "E.C.",
                    "middle": [],
                    "last": "Crouch",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Respir. Res.",
            "volume": "1",
            "issn": "2",
            "pages": "93-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z.L.",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Rev. Microbiol.",
            "volume": "17",
            "issn": "3",
            "pages": "181-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Discovering drugs to treat coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug Discov Ther",
            "volume": "14",
            "issn": "1",
            "pages": "58-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Discovering drugs to treat coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug discoveries & therapeutics",
            "volume": "14",
            "issn": "1",
            "pages": "58-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Effectiveness of convalescent plasma therapy in severe COVID-19 patients",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Anti-HCV, nucleotide inhibitors, repurposing against COVID-19",
            "authors": [
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Elfiky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Life Sci.",
            "volume": "248",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Novel coronavirus and severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "E.E.",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": "1312-1313",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "ACE2 Expression in Kidney and Testis May Cause Kidney and Testis Damage After 2019-nCoV Infection",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Breakthrough: chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "14",
            "issn": "1",
            "pages": "72-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "COVID-19: gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5643",
            "pages": "276-278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "382",
            "issn": "10",
            "pages": "929-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan China",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Infection Prevention and Control of Epidemic- and Pandemic-Prone Acute Respiratory Infections in Health Care",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Could intravenous immunoglobulin collected from recovered coronavirus patients protect against COVID-19 and strengthen the immune system of new patients?",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jawhara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Mol. Sci.",
            "volume": "21",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Cross-species transmission of the newly identified coronavirus 2019-nCoV",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol.",
            "volume": "92",
            "issn": "4",
            "pages": "433-440",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)",
            "authors": [
                {
                    "first": "Y.-H.",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Military Medical Research",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Kliegman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "P.-I.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "CT imaging of the 2019 novel coronavirus (2019-nCoV) pneumonia",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "De Clercq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Rev. Drug Discov.",
            "volume": "19",
            "issn": "3",
            "pages": "149-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Potential antiviral therapeutics for 2019 Novel coronavirus",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Jie He He Hu Xi Za Zhi",
            "volume": "43",
            "issn": "3",
            "pages": "170-172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Caution on kidney dysfunctions of 2019-nCoV patients",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Case of the index patient who caused tertiary transmission of COVID-19 infection in Korea: the application of Lopinavir/ritonavir for the treatment of COVID-19 infected pneumonia monitored by quantitative RT-PCR",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Korean Med. Sci.",
            "volume": "35",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Epithelial cells lining salivary gland ducts are early target cells of severe acute respiratory syndrome coronavirus infection in the upper respiratory tracts of rhesus macaques",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol.",
            "volume": "85",
            "issn": "8",
            "pages": "4025-4030",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Outbreak of pneumonia of unknown etiology in Wuhan, China: the mystery and the miracle",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y.-W.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol.",
            "volume": "92",
            "issn": "4",
            "pages": "401-402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Systematic review of COVID-19 in children show milder cases and a better prognosis than adults",
            "authors": [
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Ludvigsson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Paediatr.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Risks and side effects of therapy with plasma and plasma fractions",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "MacLennan",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Barbara",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Best Pract. Res. Clin. Haematol.",
            "volume": "19",
            "issn": "1",
            "pages": "169-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Coronavirus: covid-19 has killed more people than SARS and MERS combined, despite lower case fatality rate",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "No. 225-management guidelines for obstetric patients and neonates born to mothers with suspected or probable severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Obstet. Gynaecol. Can.",
            "volume": "39",
            "issn": "8",
            "pages": "e130-e137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Use of National Pneumonia Surveillance to describe influenza a(H7N9) virus epidemiology, China, 2004–2013",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Nijuan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg. Infect. Dis. J.",
            "volume": "19",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Organization, W.H",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Importation and human-to-human transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L.T.",
                    "middle": [],
                    "last": "Phan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "382",
            "issn": "9",
            "pages": "872-874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Efficacy of various disinfectants against SARS coronavirus",
            "authors": [
                {
                    "first": "H.F.",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hosp Infect",
            "volume": "61",
            "issn": "2",
            "pages": "107-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "MERS: emergence of a novel human coronavirus",
            "authors": [
                {
                    "first": "V.S.",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Virol",
            "volume": "5",
            "issn": "",
            "pages": "58-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Optimizing COVID-19 candidate therapeutics: Thinking Without Borders",
            "authors": [
                {
                    "first": "C.R.",
                    "middle": [],
                    "last": "Rayner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical and Translational Science",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV), December 2019 to January 2020",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Virus-like particles in vaccine development",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Roldao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Rev Vaccines",
            "volume": "9",
            "issn": "10",
            "pages": "1149-1176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "COVID-19 in Europe: the Italian lesson",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Saglietto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Potential maternal and infant outcomes from coronavirus 2019-nCoV (SARS-CoV-2) infecting pregnant women: lessons from SARS, MERS, and other human coronavirus infections",
            "authors": [
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Cytokine release syndrome",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Shimabukuro-Vornhagen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Immunother Cancer",
            "volume": "6",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Safety of ibuprofen in patients with COVID-19; causal or confounded?",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sodhi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Etminan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "World Health Organization declares global emergency: a review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Surg.",
            "volume": "76",
            "issn": "",
            "pages": "71-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Epidemiology, genetic recombination, and pathogenesis of coronaviruses",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trends Microbiol.",
            "volume": "24",
            "issn": "6",
            "pages": "490-502",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Evaluation of convalescent plasma for Ebola virus disease in Guinea",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Van Griensven",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N. Engl. J. Med.",
            "volume": "374",
            "issn": "1",
            "pages": "33-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3551767",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "A review of the 2019 Novel Coronavirus (COVID-19) based on current evidence",
            "authors": [
                {
                    "first": "L.S.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Antimicrob. Agents",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res.",
            "volume": "30",
            "issn": "3",
            "pages": "269-271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "The SARS-CoV-2 outbreak: diagnosis, infection prevention, and public perception",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Chem.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan, China",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol.",
            "volume": "92",
            "issn": "4",
            "pages": "441-447",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Continuing challenges in influenza",
            "authors": [
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Govorkova",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann. N. Y. Acad. Sci.",
            "volume": "1323",
            "issn": "1",
            "pages": "115-139",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Coronavirus pathogenesis and the emerging pathogen severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Navas-Martin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbiol. Mol. Biol. Rev.",
            "volume": "69",
            "issn": "4",
            "pages": "635-664",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "COVID-19: a fast evolving pandemic",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Whitworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trans. R. Soc. Trop. Med. Hyg.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "McGoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Evidence for gastrointestinal infection of SARS-CoV-2",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Prevention of SARS-CoV-2 infection in patients with decompensated cirrhosis",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Gastroenterology & Hepatology.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Early estimation of the case fatality rate of COVID-19 in mainland China: a data-driven analysis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Transl Med",
            "volume": "8",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Protein structure and sequence re-analysis of 2019-nCoV genome refutes snakes as its intermediate host or the unique similarity between its spike protein insertions and HIV-1",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Proteome Res.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Clinical trial analysis of 2019-nCoV therapy registered in China",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Probable pangolin origin of SARS-CoV-2 associated with the COVID-19 outbreak",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr. Biol.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Medical diagnosis and treatment strategies for malignant tumors of the digestive system during the outbreak of novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Zhong Liu Za Zhi",
            "volume": "42",
            "issn": "0",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Zhonghua Jie He He Hu Xi Za Zhi",
            "volume": "43",
            "issn": "3",
            "pages": "185-188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "270-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Clinical features and chest CT findings of coronavirus disease 2019 in infants and young children",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhongguo Dang Dai Er Ke Za Zhi, 2020.",
            "volume": "22",
            "issn": "3",
            "pages": "215-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Coronavirus Disease 2019 (COVID-19): A Perspective from China",
            "authors": [
                {
                    "first": "Z.Y.",
                    "middle": [],
                    "last": "Zu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "0",
            "issn": "0",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Coronaviruses - drug discovery and therapeutic options",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Rev. Drug Discov.",
            "volume": "15",
            "issn": "5",
            "pages": "327-347",
            "other_ids": {
                "DOI": []
            }
        }
    }
}