{
    "paper_id": "PMC7244258",
    "metadata": {
        "title": "Medications in COVID-19 patients: summarizing the current literature from an orthopaedic perspective",
        "authors": [
            {
                "first": "Si",
                "middle": [
                    "Heng",
                    "Sharon"
                ],
                "last": "Tan",
                "suffix": "",
                "email": "sharon_sh_tan@nuhs.edu.sg",
                "affiliation": {}
            },
            {
                "first": "Choon",
                "middle": [
                    "Chiet"
                ],
                "last": "Hong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Soura",
                "middle": [],
                "last": "Saha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Diarmuid",
                "middle": [],
                "last": "Murphy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "Hoipo"
                ],
                "last": "Hui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Currently, the literature is abundant with publications about COVID-19, including the effects of various medications on COVID-19. Many of these medications are commonly prescribed in orthopaedic surgery. Despite so, majority of orthopaedic surgeons would not have read through the plethora of literature and appreciate the implications when prescribing medications for COVID-19 patients with musculoskeletal conditions. This review aims to provide a summary of the current literature regarding common medications prescribed in orthopaedic surgery and their potential implications in COVID-19 patients. These medications include analgesia, anti-inflammatories, steroids, anticoagulants, antibiotics, vitamin B, vitamin C and vitamin D.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A systematic review was performed using the preferred reporting items for systematic reviews and meta-analyses (PRISMA) guidelines. The search was conducted using PubMed through 19 April 2020. The keywords used were “COVID” or “coronavirus” and “analgesia”, “anti-inflammator(ies)”, “steroid”, “anti-coagulant”, “tranexamic” and “vitamin”. All clinical studies, reviews, consensus and guidelines related to the above medications and COVID-19 were included. Decision was made to include review articles and international consensus due to the limited number of clinical studies available related to COVID-19. The evidence and studies quoted in the reviews, consensus and guidelines are included and discussed as well. Editorials, letter to editors and opinion pieces were excluded from the review because these represent individual viewpoints. Publications not related to COVID-19, publications not related to medications, publications on medications not prescribed by Orthopaedic surgery, non-English studies and articles with no full text available were excluded. The articles were selected in two stages. Firstly, the abstracts identified by the above searches were downloaded, and the list was screened using the inclusion and exclusion criteria. Secondly, the full texts of this shortlisted list were downloaded and assessed for eligibility. The reference lists of the publications were then hand-searched for additional relevant studies. This process was repeated twice independently. A total of 18 articles were included.",
            "cite_spans": [],
            "section": "Systematic review",
            "ref_spans": []
        },
        {
            "text": "Analgesia is amongst the most common medications prescribed by orthopaedic surgeons. These include paracetamol (acetaminophen), non-steroidal anti-inflammatory drugs (NSAIDs) and opioids. Paracetamol is mainly used in orthopaedic surgery for its analgesic and antipyretic properties, even though it does exhibit weak anti-inflammatory effects. NSAIDs are used for its analgesia, antipyretic and anti-inflammatory properties, particularly in inflammatory arthropathy, osteoarthritis and inflamed muscles or tendons. NSAIDs are also used in the prophylaxis and treatment of heterotopic ossification, and specific NSAIDs, such as aspirin, can also be used for its antiplatelet properties. Opioids are primarily used in orthopaedic surgery for its analgesic properties, though it can also be used for its procedural sedation, such as for manipulation and reduction of fractures.",
            "cite_spans": [],
            "section": "Analgesia and anti-inflammatories",
            "ref_spans": []
        },
        {
            "text": "Paracetamol has been stated to be the first-line analgesia according to the World Health Organization (WHO) pain ladder. It remains recommended as the first line of analgesia and antipyretic for COVID-19 patients [1]. No studies published have reported an effect of paracetamol on COVID-19 patients [1–6].",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 300,
                    "end": 301,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 302,
                    "end": 303,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Analgesia and anti-inflammatories",
            "ref_spans": []
        },
        {
            "text": "Most of the discussion regarding analgesia, anti-inflammatories and COVID-19 revolves around NSAIDs. This started following reports and guidelines that have associated the use of anti-inflammatory medications to an increased incidence of COVID-19 infections [3]. These have been postulated due to the interaction of NSAIDs with angiotensin-converting enzymes (ACE) [3, 4]. NSAIDs have also been stated to possibly mask the symptoms of infection, delaying diagnosis [3]. However, subsequent investigations have revealed that there are no published studies that have found an actual association between the use of anti-inflammatory medication to an increased incidence or worsening COVID-19 infections [3, 4]. In fact, a previous in vitro and in vivo study that investigated the effect of indomethacin on coronavirus suggested that indomethacin exhibited potent antiviral activity by inhibiting viral replication and protecting the host cell from virus-induced damage [7]. Subsequent reports and guidelines, including the WHO statement, have therefore published official statements recommending not to avoid the use of NSAIDs based on the current available evidence [3–6].",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 260,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 366,
                    "end": 367,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 369,
                    "end": 370,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 466,
                    "end": 467,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 701,
                    "end": 702,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 704,
                    "end": 705,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 967,
                    "end": 968,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1165,
                    "end": 1166,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1167,
                    "end": 1168,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Analgesia and anti-inflammatories",
            "ref_spans": []
        },
        {
            "text": "The only publication that discussed about the use of opioids in COVID-19 patients is the consensus published by a group of international pain specialists [2]. Opioids are recognized to have the potential to suppress the immune system, with a possible increase risk in the incidence and severity of infections, though the relevance in COVID-19 is still unclear currently [2]. The international panel then recommend that amongst the opioids, buprenorphine appears to be safest for use in immunocompromised or elderly patients susceptible to infections, while morphine and fentanyl are observed to be the most immunosuppressive [2]. Additionally, it is also important to note that the potential for respiratory depression is higher in febrile patients using fentanyl patches, as fever increases the absorption [2].",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 371,
                    "end": 372,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 626,
                    "end": 627,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 808,
                    "end": 809,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Analgesia and anti-inflammatories",
            "ref_spans": []
        },
        {
            "text": "Based on the above literature, three recommendations are then made regarding the use of analgesia and anti-inflammatories in orthopaedic surgery. Firstly, paracetamol remains the first line of analgesia and antipyretic for COVID-19 patients with musculoskeletal conditions. Secondly, there is no need to avoid NSAIDs for COVID-19 patients based on the current available literature. Thirdly, opioids have the potential for immunosuppression in addition to respiratory depression and, therefore, should be prescribed with care in COVID-19 patients, with buprenorphine appearing to be the safest for use in the immunocompromised or elderly patients susceptible to infections.",
            "cite_spans": [],
            "section": "Analgesia and anti-inflammatories",
            "ref_spans": []
        },
        {
            "text": "Steroids are the other class of medications that are commonly prescribed by orthopaedic surgeons. They are given orally, intravenously or in the form of intra-articular injections for its anti-inflammatory properties. These include oral steroids for inflammatory conditions especially in the presence of NSAIDs allergy, intravenous steroids for inflammatory conditions or in the presence of spinal cord compression or cauda equina and intra-articular injections for diagnostic and therapeutic purposes.",
            "cite_spans": [],
            "section": "Steroids",
            "ref_spans": []
        },
        {
            "text": "However, the evidence for the use of steroids in the management of COVID-19 patients is conflicting [1, 3–6, 8]. These are derived largely from the previous studies for severe acute respiratory syndrome (SARS) and middle east respiratory syndrome (MERS) as no clinical studies have been published on COVID-19 [1, 3–6, 8]. Potential advantages for the use of steroids include the ability of the steroids to reduce immunopathological damage and alleviate the early pro-inflammatory response, while potential disadvantages include delayed viral clearance and the adverse effects of avascular necrosis, diabetes and psychosis as evident from SARS and MERS [1, 3–6, 8], In view of the lack of survival benefit and possible harms, WHO, in their guidelines for the management of COVID-19 patients, therefore, has recommended against the use of systemic corticosteroids for the treatment of viral pneumonia [8]. They further recommended for clinicians who are considering the use of steroids for COVID-19 patients with sepsis to balance the potential for a small reduction in mortality in surviving sepsis with the potential downside of the possible harms indicated [8].",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 104,
                    "end": 105,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 106,
                    "end": 107,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 109,
                    "end": 110,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 310,
                    "end": 311,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 313,
                    "end": 314,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 315,
                    "end": 316,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 318,
                    "end": 319,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 653,
                    "end": 654,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 656,
                    "end": 657,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 658,
                    "end": 659,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 661,
                    "end": 662,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 900,
                    "end": 901,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1159,
                    "end": 1160,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Steroids",
            "ref_spans": []
        },
        {
            "text": "Based on the above, three recommendations are then made for the use steroids in COVID-19 patients. Firstly, orthopaedic surgeons prescribing steroids for COVID-19 patients are recommended to weigh the utility of the steroids against the potential risks. However, while WHO recommend against the use of systemic steroids for the treatment of viral pneumonia, WHO does not stop the usage of steroids for other evidence-based reasons. Therefore, patients with conditions where steroids are proven to have efficacious outcomes, such as that of spinal metastases with cord compression or cauda equina, can continue to receive their steroids. Secondly, WHO has also not issued a statement regarding intra-articular steroids, and the effects of intra-articular steroids on COVID-19 have also not been evaluated in other studies before; therefore orthopaedic surgeons can continue using intra-articular steroids for pain relief when required after weighing the risks and benefits. Thirdly, it is also important for orthopaedic surgeons who are following up on COVID-19 patients with steroids usage to follow them long term and evaluate for the possibility of avascular necrosis.",
            "cite_spans": [],
            "section": "Steroids",
            "ref_spans": []
        },
        {
            "text": "Anti-coagulants are used in orthopaedic surgery mainly for prophylaxis against thromboembolic events. The only publication that discussed the use of anti-coagulation in the use of COVID-19 patients is a letter to editor [9]. No clinical studies, reviews, consensus and guidelines are published regarding the use of anti-coagulation in COVID-19 patients. The authors in the letter recommend replacing oral anti-coagulant therapies with parental heparin when the patients are hospitalized for COVID-19 [9]. They recommend against the use of vitamin K antagonists due to the high instability of the prothrombin time in view of variations with vitamin K metabolism in face of the illness, fluctuation in nutrition and possible heart and liver impairment [9]. They also highlighted on the potential drug-drug interactions that might alter the pharmacodynamics and pharmacokinetics of direct oral anticoagulants, including antivirals, antibiotics and immunosuppressive drugs that might be prescribed for COVID-19 patients [9]. Accordingly, orthopaedic surgeons prescribing anti-coagulants are recommended to prescribe either low molecular weight heparin or unfractionated heparin for COVID-19 patients, instead of oral anti-coagulation, whenever possible.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 501,
                    "end": 502,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 751,
                    "end": 752,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1017,
                    "end": 1018,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Anti-coagulants",
            "ref_spans": []
        },
        {
            "text": "Antibiotics are also common medications prescribed by orthopaedic surgeons for soft tissue and bony infections. Common antibiotics used by orthopaedic surgeons include penicillin and clindamycin. These antibiotics are not reported in publications to influence COVID-19 patients.",
            "cite_spans": [],
            "section": "Antibiotics",
            "ref_spans": []
        },
        {
            "text": "The only antibiotics that are discussed with regard to COVID-19 are macrolides and tetracyclines [5, 10–12]. Macrolides and tetracyclines have been investigated and discussed in multiple publications in view of their potential therapeutic effect on COVID-19 [5, 10–12]. Three observational studies, comprising of a total of 127 patients, have been published regarding the use of hydroxychloroquine and azithromycin in COVID-19 patients [10–12]. Two of the studies are single arm observational studies, while the other study is a non-randomized observational study that compared between patients with hydroxychloroquine treatment alone and patients with hydroxychloroquine and azithromycin treatment together and controls [10–12]. The results from the studies are, however, non-conclusive as two studies reported positive outcomes with the use of hydroxychloroquine, especially when complemented with azithromycin, while one study did not demonstrate any antiviral activity with the medications [10–12]. Tetracycline has been postulated to be a potential therapeutic agent for COVID-19 in view of its activity against matrix metalloproteinases and inflammatory cytokines, which are crucial for viral activity, but their effects have not been studied in any published studies thus far [13].",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 101,
                    "end": 103,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 104,
                    "end": 106,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 259,
                    "end": 260,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 437,
                    "end": 439,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 722,
                    "end": 724,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 725,
                    "end": 727,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 995,
                    "end": 997,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 998,
                    "end": 1000,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1284,
                    "end": 1286,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Antibiotics",
            "ref_spans": []
        },
        {
            "text": "Based on the above, two recommendations are then made for the use antibiotics in orthopaedic patients with COVID-19. Firstly, common orthopaedic antibiotics including penicillin and clindamycin can continue to be used for soft tissue and bony infections in COVID-19 patients. Secondly, for COVID-19 patients, in the presence of organisms that can be managed with other antibiotics such as macrolides and tetracyclines, the antibiotics can potentially be switched to macrolides and tetracyclines to cover for the orthopaedic infections while potentially having therapeutic effects on the COVID-19 after the discussion with the infectious diseases specialist.",
            "cite_spans": [],
            "section": "Antibiotics",
            "ref_spans": []
        },
        {
            "text": "Vitamins, especially vitamin B, C and D, are commonly prescribed by orthopaedic surgeons for various conditions such as peripheral neuropathy, chronic regional pain syndrome, bone health, stress fractures and many others.",
            "cite_spans": [],
            "section": "Vitamins B, C and D",
            "ref_spans": []
        },
        {
            "text": "These, together with nutritional supplementation, have been widely studied in COVID-19. Many proponents suggest for COVID-19 patients with nutritional risk to receive nutritional support as early as possible and for patients who are not at risk of malnutrition to continue maintaining an adequate intake of nutrition. This is due the potential anti-inflammatory properties of these vitamins to benefit COVID-19 patients [1, 5, 14, 15]. However, while clinical trials for nutrition and vitamin supplementation are being conducted for COVID-19 patients, these are still underway and not completed. Results and recommendations in the current review are therefore based on previous studies during SARS and MERS.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 424,
                    "end": 425,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 427,
                    "end": 429,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Vitamins B, C and D",
            "ref_spans": []
        },
        {
            "text": "Vitamins B2, B3 and B6 are identified to enhance the immune system [14]. Particularly, vitamin B2 together with ultraviolet light has been proven in previous in vitro studies to reduce the titres of MERS coronavirus to below the limit of detection following inoculation of the virus into human plasma [14]. Similarly, vitamin B3 is also noted in previous in vivo studies on mice undergoing mechanical ventilation to be able to significantly inhibit neutrophil infiltration into the lungs during ventilator-induced lung injury [14].",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 302,
                    "end": 304,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 527,
                    "end": 529,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Vitamins B, C and D",
            "ref_spans": []
        },
        {
            "text": "The protective potential of vitamin C is also highlighted in multiple studies, including clinical trials [1, 5, 14]. In a randomized, double-blind, placebo-controlled, multicentre trial, 167 patients with sepsis-induced acute respiratory distress syndrome were randomized to receive either intravenous infusion of high-dose vitamin C or placebo, and while vitamin C did not significantly improve organ dysfunction scores or alter markers of inflammation and vascular injury, the trial did identify a significantly lower risk of mortality when the patients were given high-dose vitamin C infusion as compared to placebo [16]. Older studies including three human trials have also identified vitamin C supplementation to lower the risk of pneumonia [14]. A trial to study the effects of vitamin C on COVID-19 has therefore been registered and is underway [17].",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 109,
                    "end": 110,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 112,
                    "end": 114,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 620,
                    "end": 622,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 747,
                    "end": 749,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 853,
                    "end": 855,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Vitamins B, C and D",
            "ref_spans": []
        },
        {
            "text": "Vitamin D is another significant vitamin that has been studied and published multiply for COVID-19 [1, 14, 15]. It has been postulated that vitamin D can reduce the risk of infections through a variety of mechanisms, including lowering viral replication rates, reducing concentrations of pro-inflammatory cytokines and increasing concentrations of anti-inflammatory cytokines [15]. Despite so, observational studies and clinical trials that have been conducted on the effect of vitamin D and the resultant risk of respiratory tract infections have been conflicting, with some reporting a risk reduction while others do not [1, 14, 15]. These conflicting results have been postulated to be due to the heterogeneity of the patient population as well as the dose of vitamin D, prompting for further well-designed vitamin D trials to be conducted before any conclusive statement can be made regarding the effects of vitamin D on COVID-19 patients [15, 18].",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 103,
                    "end": 105,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 107,
                    "end": 109,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 624,
                    "end": 625,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 627,
                    "end": 629,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 944,
                    "end": 946,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Vitamins B, C and D",
            "ref_spans": []
        },
        {
            "text": "According to the above evidences, orthopaedic surgeons who commonly prescribe vitamins should then continue prescribing these vitamins for COVID-19 patients as per usual clinic practice.",
            "cite_spans": [],
            "section": "Vitamins B, C and D",
            "ref_spans": []
        },
        {
            "text": "This review summarizes the current literature regarding common medications prescribed in orthopaedic surgery and their potential implications in COVID-19 patients with musculoskeletal conditions. This is important as the literature is currently brimming with multiple publications regarding COVID-19, making it difficult for the orthopaedic surgeons to sieve through the scores of publications to distil important information regarding the potential implications of their drug prescriptions during the COVID-19 pandemic. A systematic review was therefore conducted to summarize the important information. However, owing to the limited number of clinical studies available for COVID-19, all clinical studies, reviews, consensus, guidelines and their relevant evidence were included and discussed in the current review.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "The following are some important recommendations and take-home messages for orthopaedic surgeons from the review. Firstly, paracetamol remains the first line of analgesia and antipyretic for COVID-19 patients. Secondly, there is no need to avoid NSAIDs for COVID-19 patients based on the current available literature. Thirdly, opioids have the potential for immunosuppression in addition to respiratory depression and, therefore, should be prescribed with care in COVID-19 patients, with buprenorphine appearing to be the safest for use in the immunocompromised or elderly patients susceptible to infections. Fourthly, patients with conditions where steroids are proven to be efficacious can continue to receive their steroids; otherwise, systemic steroids are not recommended for COVID-19 patients in view of the potential risks. Fifthly, orthopaedic surgeons following up on patients with COVID-19 who are using steroids should continue following up these patients for a longer duration in view of possible avascular necrosis. Sixthly, whenever possible, oral anticoagulation should be converted to parental heparin to minimize overtreatment or undertreatment with oral anticoagulation. Seventhly, common orthopaedic antibiotics including penicillin and clindamycin are safe to continue for COVID-19 patients. However, for COVID-19 patients, the antibiotics can potentially be switched to macrolides and tetracyclines if the organisms are sensitive to these antibiotics, so as to cover for the orthopaedic infection while potentially having therapeutic effects on the COVID-19 infection as well. Lastly, vitamins B, C and D potentially have therapeutic benefits for COVID-19 patients, and therefore, prescription for these vitamins should continue as per usual clinical practice.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A comprehensive literature review on the clinical presentation, and management of the pandemic coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kakodkar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kaka",
                    "suffix": ""
                },
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cureus",
            "volume": "12",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical and microbiological effect of a combination of hydroxychloroquine and azithromycin in 80 COVID-19 patients with at least a six-day follow up: A pilot observational study",
            "authors": [
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "Jean-Christophe",
                    "middle": [],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [
                        "Thuan"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "Line",
                    "middle": [],
                    "last": "Meddeb",
                    "suffix": ""
                },
                {
                    "first": "Jacques",
                    "middle": [],
                    "last": "Sevestre",
                    "suffix": ""
                },
                {
                    "first": "Morgane",
                    "middle": [],
                    "last": "Mailhe",
                    "suffix": ""
                },
                {
                    "first": "Barbara",
                    "middle": [],
                    "last": "Doudier",
                    "suffix": ""
                },
                {
                    "first": "Camille",
                    "middle": [],
                    "last": "Aubry",
                    "suffix": ""
                },
                {
                    "first": "Sophie",
                    "middle": [],
                    "last": "Amrane",
                    "suffix": ""
                },
                {
                    "first": "Piseth",
                    "middle": [],
                    "last": "Seng",
                    "suffix": ""
                },
                {
                    "first": "Marie",
                    "middle": [],
                    "last": "Hocquart",
                    "suffix": ""
                },
                {
                    "first": "Carole",
                    "middle": [],
                    "last": "Eldin",
                    "suffix": ""
                },
                {
                    "first": "Julie",
                    "middle": [],
                    "last": "Finance",
                    "suffix": ""
                },
                {
                    "first": "Vera",
                    "middle": [
                        "Esteves"
                    ],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "Hervé",
                    "middle": [
                        "Tissot"
                    ],
                    "last": "Tissot-Dupont",
                    "suffix": ""
                },
                {
                    "first": "Stéphane",
                    "middle": [],
                    "last": "Honoré",
                    "suffix": ""
                },
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "Matthieu",
                    "middle": [],
                    "last": "Million",
                    "suffix": ""
                },
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Colson",
                    "suffix": ""
                },
                {
                    "first": "Bernard",
                    "middle": [],
                    "last": "La Scola",
                    "suffix": ""
                },
                {
                    "first": "Véronique",
                    "middle": [],
                    "last": "Veit",
                    "suffix": ""
                },
                {
                    "first": "Alexis",
                    "middle": [],
                    "last": "Jacquier",
                    "suffix": ""
                },
                {
                    "first": "Jean-Claude",
                    "middle": [],
                    "last": "Deharo",
                    "suffix": ""
                },
                {
                    "first": "Michel",
                    "middle": [],
                    "last": "Drancourt",
                    "suffix": ""
                },
                {
                    "first": "Pierre",
                    "middle": [
                        "Edouard"
                    ],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "Jean-Marc",
                    "middle": [],
                    "last": "Rolain",
                    "suffix": ""
                },
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "Didier",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Medicine and Infectious Disease",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101663"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Therapeutic Potential for Tetracyclines in the Treatment of COVID‐19",
            "authors": [
                {
                    "first": "Mohit",
                    "middle": [],
                    "last": "Sodhi",
                    "suffix": ""
                },
                {
                    "first": "Mahyar",
                    "middle": [],
                    "last": "Etminan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacotherapy: The Journal of Human Pharmacology and Drug Therapy",
            "volume": "40",
            "issn": "5",
            "pages": "487-488",
            "other_ids": {
                "DOI": [
                    "10.1002/phar.2395"
                ]
            }
        },
        "BIBREF5": {
            "title": "Potential interventions for novel coronavirus in China: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "5",
            "pages": "479-490",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25707"
                ]
            }
        },
        "BIBREF6": {
            "title": "Evidence that vitamin D supplementation could reduce risk of influenza and COVID-19 infections and deaths",
            "authors": [
                {
                    "first": "WB",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lahore",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "McDonnell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/nu12040988"
                ]
            }
        },
        "BIBREF7": {
            "title": "Effect of vitamin C infusion on organ failure and biomarkers of inflammation and vascular injury in patients with sepsis and severe acute respiratory failure: the CITRIS-ALI randomized clinical trial",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": "3rd"
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Truwit",
                    "suffix": ""
                },
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Hite",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA, 2019",
            "volume": "322",
            "issn": "13",
            "pages": "1261-1270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A new clinical trial to test high-dose vitamin C in patients with COVID-19",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-020-02851-4"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "COVID-19 and treatment with NSAIDs and corticosteroids: should we be limiting their use in the clinical setting?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rigg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Hemelrijck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ecancermedicalscience",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Associations between immune-suppressive and stimulating drugs and novel COVID-19-a systematic review of current evidence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ecancermedicalscience",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Critical care management of adults with community-acquired severe respiratory viral infection",
            "authors": [
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "2",
            "pages": "315-328",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05943-5"
                ]
            }
        },
        "BIBREF14": {
            "title": "A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)",
            "authors": [
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "ZS",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mil Med Res",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40779-020-0233-6"
                ]
            }
        },
        "BIBREF15": {
            "title": "Indomethacin has a potent antiviral activity against SARS coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Caro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciucci",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antivir Ther",
            "volume": "11",
            "issn": "8",
            "pages": "1021-1030",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}